[
  {
    "path": "publications/2022-ansingh-ee/",
    "title": "Ecological performances of exotic and native woody species on coal mine spoil in Indian dry tropical region",
    "description": "In this article we analysed the growth and biomass production of exotic and native woody species on Indian coal mine spoils. We observed higher survival of native species on coal mine spoil, though exotic species exhibited faster growth rates than the native species on coal mine spoil. However, biomass production was higher for native species on coal mine overburden. Overall, we showed that native species performed better than exotic species in rehabilitation of coal mine.",
    "author": [
      {
        "name": "Anand Narain Singh",
        "url": "https://www.researchgate.net/profile/Anand-Singh-15"
      },
      {
        "name": "Abhishek Kumar",
        "url": "https://akumar.netlify.app"
      }
    ],
    "date": "2022-01-11",
    "categories": [
      "Coal mine",
      "Restoration",
      "Journal Article",
      "Ecological Engineering"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nIntroduction\r\nMaterial and methods\r\nResults\r\nDiscussion\r\nConclusions\r\nAcknowledgments\r\nFunding\r\nAuthor’s contributions\r\n\r\n\r\n\r\n\r\nAbstract\r\nCoal extraction by opencast mining involves in dumping of overburden or mine spoil as large heaps. These mountains of mine spoil can act as serious threat to ecological integrity and therefore, overall societal well-being. Plantations are often employed as a measure of revegetation and management of mine spoil; thus, mitigating the mining effects on the environment. However, the performance of plant species can be highly variable due to environmental and species-specific effects. Therefore, the present paper’s primary objective is to compare exotic (Acacia auriculiformis, Cassia siamea, Casuarina equisetifolia and Grevillea pteridifolia) and native (Albizia lebbeck, Albizia procera, Dendrocalamus strictus and Tectona grandis) species’ performance on the coal mine spoils. Previous studies on the Singrauli coalfields allowed us to compare the growth performance, standing biomass, net primary production (NPP), litterfall, and decomposition rates of four exotic and four native species plantations. Our results showed that native species have significantly higher survival, stem-diameter, biomass, and NPP than the exotic species plantations. Further, litterfall and decomposition rates were also not differed either between exotic vs. native. Thus, exotic species might not be useful in mine spoil rehabilitation than the native species. Overall, this study suggests that native species are useful for mine spoil rehabilitation despite faster growth of exotic species.\r\nKeywords: ecological restoration; soil redevelopment; exotic species; native species; coal mine spoil\r\nIntroduction\r\nIndia is one of the major producers of coal worldwide; however, the demand of coal for electricity generation and industrial production is so high that it needs to import substantial coal quantities (IEA 2019). Most of the coal in India is extracted by surface mining, which involves removing the earth’s surface in the form of sheets resulting in a large amount of waste material, usually referred to as overburden or mine spoil (A. N. Singh and Singh 2006). This overburden is piled up to form new landforms looking as large stacks of mine spoil until refilling. These piles of mine spoils are characterised by high concentration of metals and toxic chemical compounds (Novianti et al. 2018), which cascades into ecosystem and reach to humans through various sources like contaminated food and water. Further, removal of topsoil and alteration in soil profile causes unavoidable loss to biodiversity disrupts the ecosystem structure and functions (Adibee, Osanloo, and Rahmanpour 2013; Feng et al. 2019).\r\nGrowing concerns about the environmental impacts of coal mining together with slow natural recovery of mine spoils urge technical solutions to restore these degraded ecosystems into their original states (Macdonald et al. 2015). A successful restoration programme attempts to accelerate the natural recovery processes to check soil erosion, restore soil fertility, and enhance biological diversity (A. N. Singh, Raghubanshi, and Singh 2002). Therefore, the first step in any restoration programme, of course, is to protect the disturbed habitat and communities from being further wasted. Then follow attempts to accelerate the revegetation process for increasing biodiversity and stabilising nutrient cycling (A. N. Singh and Singh 2006; A. N. Singh, Zeng, and Chen 2006).\r\nPlantations have been contemporarily used to restore degraded lands worldwide effectively (Badı́a et al. 2007; Bohre and Chaubey 2016; Erskine, Lamb, and Borschmann 2005; Jeżowski et al. 2017; A. Singh 2001; A. N. Singh and Singh 1999; A. N. Singh, Raghubanshi, and Singh 2004b). However, the suitability of species and their performance on coal mine spoil have remained a challenging task as the characteristics of coal mine spoils are highly heterogeneous and lacked soil organic matter (SOM), so that it is regarded as a recalcitrant medium for plant growth (Adibee, Osanloo, and Rahmanpour 2013; Feng et al. 2019; K. Singh, Singh, and Tewari 2021).\r\nSome of the earlier studies have evaluated several plant species’ growth and biomass production on coal mine spoil (Badı́a et al. 2007; Bohre and Chaubey 2016; Erskine, Lamb, and Borschmann 2005; Jeżowski et al. 2017; A. Singh 2001; A. N. Singh and Singh 1999; A. N. Singh, Raghubanshi, and Singh 2004b). Although exotic woody species are often suggested to restore coal mine spoil due to their fast growth and high economic or livelihood benefits, it often results in low biodiversity development (DAntonio and Meyerson 2002; Dutta and Agrawal 2003; Lamb, Erskine, and Parrotta 2005). Many previous studies have shown that exotic species can positively or negatively impact soil fertility and native flora while restoring degraded lands (Berger 1993; DAntonio and Meyerson 2002; Yan et al. 2020). Although exotic species may have higher survival (Citadini-Zanette et al. 2017) and improve soil properties (Yan et al. 2020), they often result in low carbon development compared to native species (Citadini-Zanette et al. 2017).\r\nBiomass is a crucial parameter of structural attributes. Net primary production is considered a critical functional parameter that helps evaluate species’ quality because they directly contribute to organic matter, energy transformation, and maintain nutrient cycling between vegetation and soil. Exotic species show successful establishment, and their fast-growth often outcompete the native species during the restoration (Huxtable, Koen, and Waterhouse 2005). Another study showed little differences in biomass production among the exotic and native plants established on degraded lands (Islam et al. 1999). The biomass allocation to different plant parts can be controlled by environmental and biological (species-specific) factors (Boonman et al. 2020; Freschet, Swart, and Cornelissen 2015; Poorter and Sack 2012). However, the biomass allocation to different plant parts can vary between exotic and native species because species may have adapted to their native habitats and may exhibit differential allocation strategies. Thus, there is a need for an increased understanding of the biology and impacts of exotic and native species on degraded lands. Therefore, a comparison of survival, growth and biomass production among exotic and native species becomes important to assess the suitability of plant species for the reclamation process.\r\nThe present study aims to compare the survival, growth performance, biomass accumulation, net primary productivity of 5-year-old native and exotic woody plantations established on coal mine spoils. We expect exotic species to have higher survival, growth, and biomass production on coal mine spoils because they usually exhibit higher competitive abilities. Therefore, they can sustain themselves on nutrient-poor and degraded lands. Specifically, we address the following four questions from our study: (1) Can native species have higher survival and growth performance on coal mine spoils? (2) What is the level of biomass and net primary production among native and exotic plantations at earlier stages? (3) What is the pattern of litterfall and litter decomposition among different types of species? (4) Whether biomass production and net primary production (NPP) are the species-specific?\r\nMaterial and methods\r\nStudy site and climate\r\nThe plantations under present study were located in the west section of Jayant block of Singrauli Coalfields in Singrauli district of Madhya Pradesh, India, which lies between latitudes 24\\(^\\circ\\) 6' 45\" – 24\\(^\\circ\\) 11' 15\" N and longitude 82\\(^\\circ\\) 36' 40\" – 82\\(^\\circ\\) 41' 15\" E. The study area is situated on a plateau above the plain (around 500 m above mean sea level) on its southwest side. In contrast, the average elevation at the plateau’s foot is around 300 m above mean sea level. The climate of the area is tropical monsoon, and the year is divisible into a mild winter (November-February), a hot summer (March-June), and a warm rainy season (July-October). The mean monthly minimum temperature within the annual cycle ranges from 6 – 28 \\(^\\circ \\text{C}\\) and the mean monthly maximum from 20 – 40 \\(^\\circ \\text{C}\\). The rainfall annually averages 1069 mm, of which about 90% occurs from late June to early September. The rainfall is characterised by a high degree of inter-annual variation, as during the study period 1990–1996, it ranges from 700 to 1450 mm yr-1(A. N. Singh, Raghubanshi, and Singh 2004b, 2004a).\r\nPlantations and experimental design\r\nPlantations of native species were raised in July-August of 1990-91 by planting nursery-raised seedlings in previously dug pits of 40 cm \\(\\times\\) 40 cm \\(\\times\\) 40 cm size at a spacing of 2 \\(\\times\\) 2 m. The plantations of Albizia lebbeck (L.) Benth., Albizia procera (Roxb.) Benth. and Tectona grandis L.f. were raised in 1990, whereas Dendrocalamus strictus Nees plantation was raised in 1991 by planting 7 to 8 months old nursery raised seedlings. The total planted area for A. lebbeck and A. procera was 1.5 ha, whereas the same for T. grandis and D. strictus was about 0.5 ha each. For sampling, three permanent plots were established for each species. The sample plots’ size was 25 \\(\\times\\) 25 m for A. lebbeck and A. procera whereas 15 \\(\\times\\) 15 m plot size for T. grandis and D. strictus. Initially a total of 2500 seedlings per hectare were planted for each species. After five years, survival is estimated as the number of individuals (clumps in D. strictus) in each plot was inventoried in February-March 1995-1996.\r\nBiomass and net primary production\r\nFor the measurement of tree biomass, allometric equations relating tree dimensions to the parts’ biomass were developed. Twelve individuals of each species, representing a gradient of diameter, were felled from an area adjoining the permanent plots, and their diameter (D) and height (H) were measured. The felled individuals were separated into stem and foliage. The root systems of the felled plants were excavated to a depth of 1 m. Each component’s fresh weight (stem, foliage, and coarse roots with a diameter greater than 5 mm) was recorded in the field. Sub-samples were brought to the laboratory to determine dry weights. The data were subjected to regression analysis to relate the dry weight of stem, foliage, rhizome, and root with D or D2H or their natural log values. The highest R2 (correlation coefficient) equations were selected, which were also used in earlier studies (Dutta and Agrawal 2003; A. N. Singh, Raghubanshi, and Singh 2004b; A. N. Singh and Singh 1999). The standing biomass of different components (stem, foliage, and root) was calculated using the biomass estimation equations. These values were then multiplied by the density of tree species. Per hectare, biomass estimations were obtained separately for each plot and averaged across the plots to obtain the mean estimates at different ages. Fine root (less than 5 mm in diameter) biomass was quantified by digging out 20 cm \\(\\times\\) 20 cm \\(\\times\\) 20 cm monoliths at 20 cm intervals from the plant base to 1-meter distance. Monoliths were washed with a fine jet of water, and fine roots were collected, dried, and weighed. Tree roots were separated from roots of herbaceous plants based on colour and appearance. The net primary production was estimated using diameter increments and biomass data as described by earlier studies on the study site (Dutta and Agrawal 2003; A. N. Singh, Raghubanshi, and Singh 2004a; L. Singh and Singh 1991).\r\nData for exotic species\r\nPrevious studies have investigated the restoration potential of some exotic species on the same study site (Dutta and Agrawal 2003, 2001; J. S. Singh, Singh, and Jha 1995). These studies provided an opportunity to compare exotic and native species’ restoration potential because they followed a similar experimental design. These studies considered four exotic species (Casuarina equisetifolia L., Cassia siamea Lam., Grevillea pteridifolia Knight, and Acacia auriculiformis A. Cunn. ex Benth.). The total planted area for C. equisetifolia and G. pteridifolia was 1.5 ha each, whereas the same for A. auriculiformis and C. siamea was about 0.5 ha each. For sampling, three permanent plots were established for each species. The sample plots’ size was 25 \\(\\times\\) 25 m for C. equisetifolia and G. pteridifolia and; 10 \\(\\times\\) 10 m for A. auriculiformis and C. siamea (Dutta and Agrawal 2003, 2001; J. S. Singh, Singh, and Jha 1995).\r\nStatistical analyses\r\nSPSS-PC statistical software was used for all statistical analyses, except wherever specifically mentioned. The data were subjected to the General Linear Model (GLM) for analysis of variance (ANOVA) to observe the species’ effect. Mean values were tested for difference among plantation species with Tukey’s honestly significant difference (HSD) mean separation test (SPSS, 2003, version 10.0). Regression equations were developed through the same statistical package. To observe the effect of origin (exotic vs. native), student’s t-test was conducted using the package rstatix (Kassambara 2021) in the R language and environment for statistical computation (R Core Team 2020).\r\nResults\r\nSurvival\r\nPlantations’ survival has been estimated as the stocking density (Individual stems ha-1) for each species (three plots) under exotic and native plantations, and the results are tabulated in Table 1).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#vgwpzioqjd .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vgwpzioqjd .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#vgwpzioqjd .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#vgwpzioqjd .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vgwpzioqjd .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vgwpzioqjd .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#vgwpzioqjd .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vgwpzioqjd .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#vgwpzioqjd .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vgwpzioqjd .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vgwpzioqjd .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#vgwpzioqjd .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#vgwpzioqjd .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vgwpzioqjd .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vgwpzioqjd .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vgwpzioqjd .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#vgwpzioqjd .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#vgwpzioqjd .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#vgwpzioqjd .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#vgwpzioqjd .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#vgwpzioqjd .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#vgwpzioqjd .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#vgwpzioqjd .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 1: Stocking density (Individuals / ha) of 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Planted species\r\n      \r\n        Surviving individuals / ha (%)\r\n      \r\n      Mean ± 1 SE\r\n    Plot 1\r\n      Plot 2\r\n      Plot 3\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n1600 (64)\r\n1760 (70.4)\r\n1670 (66.8)\r\n1677 &pm; 46cd (67)\r\nCasuarina equisetifolia\r\n\r\n1450 (58)\r\n1600 (64)\r\n1650 (66)\r\n1566 &pm; 61d (63)\r\nCassia siamea\r\n\r\n1900 (76)\r\n1778 (71)\r\n1790 (72)\r\n1822 &pm; 39bc (73)\r\nGrevillea pteridifolia\r\n\r\n1789 (72)\r\n2000 (80)\r\n1786 (71)\r\n1858 &pm; 71bc (74)\r\nNative\r\n    Albizia lebbeck\r\n\r\n2192 (89)\r\n2160 (86)\r\n2208 (88)\r\n2187 &pm; 14a (87)\r\nAlbizia procera\r\n\r\n2224 (89)\r\n2192 (88)\r\n2208 (88)\r\n2208 &pm; 9a (88)\r\nTectona grandis\r\n\r\n1645 (66)\r\n1822 (73)\r\n1867 (75)\r\n1778 &pm; 68cd (71)\r\nDendrocalamus strictus\r\n\r\n2000 (80)\r\n2000 (80)\r\n2088 (84)\r\n2029 &pm; 29ab (81)\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values given in parenthesis represent the percent of survival of individuals\r\n    Within the Mean ± 1 SE column, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    \r\n\r\nThe stocking density (individual stem ha-1) at the time of plantation was 2,500 in both types of plantations. After five years of plantation establishment, about 71-88% of individuals were survived in native and 63-74% in exotic plantations. Among all plantations, the highest survival rate was observed in the native species (A. procera) and lowest in the exotic species (C. equisetifolia); therefore, ANOVA indicated significant differences in stocking density due to species (Table 2).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#mkyowaoget .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#mkyowaoget .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#mkyowaoget .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#mkyowaoget .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#mkyowaoget .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#mkyowaoget .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#mkyowaoget .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#mkyowaoget .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#mkyowaoget .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#mkyowaoget .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#mkyowaoget .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#mkyowaoget .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#mkyowaoget .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#mkyowaoget .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#mkyowaoget .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#mkyowaoget .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#mkyowaoget .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#mkyowaoget .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#mkyowaoget .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mkyowaoget .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#mkyowaoget .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#mkyowaoget .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#mkyowaoget .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#mkyowaoget .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#mkyowaoget .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#mkyowaoget .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#mkyowaoget .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#mkyowaoget .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 2: Summary of ANOVA for plantation species' effect on growth parameters, biomass, and net primary production components\r\n  \r\n  Components\r\n      F7,16\r\n      p-value\r\n    Height\r\n82.051\r\n0.0000Diameter\r\n56.333\r\n0.0000Height / Diameter (H/D)\r\n97.601\r\n0.0000Tree volume (D2H)\r\n13.71\r\n0.0000Foliage biomass\r\n86.147\r\n0.0000Stem biomass\r\n220.673\r\n0.0000Coarse root biomass\r\n266.112\r\n0.0000Fine root biomass\r\n31.883\r\n0.0000Total biomass\r\n304.449\r\n0.0000Foliage production\r\n556.164\r\n0.0000Stem production\r\n44.873\r\n0.0000Coarse root production\r\n61.241\r\n0.0000Fine root production\r\n98.281\r\n0.0000Total tree layer production\r\n71.518\r\n0.0000\r\n\r\nHowever, the survival rates were significantly higher in native plantations than in exotic species (Figure 1).\r\n\r\n\r\n\r\nFigure 1: Violin plots with mean and standard deviation for survival, growth, biomass, and net primary productivity among the exotic and native woody species plantations on coal mine spoil. The statistical significance was determined by using student’s t-test and the p-values <0.0001, <0.001, <0.01, <0.05 and 0.1 corresponds to ****, ***, **, * and ns, respectively.\r\n\r\n\r\n\r\nGrowth performance\r\nThe growth performance of exotic and native species was determined in terms of height and diameter. Height and diameter (growth parameter) were significantly varied among all plantations of exotic and native species (Table 2). Among all plantation species (native and exotics), the maximum height was attained by G. pteridifolia, whereas maximum diameter was observed for A. lebbeck after 5-years of their establishment. The height and diameter values varied from 2.19 to 5.18 m and 4.32 to 7.58 cm, respectively, in native and 2.75 to 5.88 m and 2.99 to 4.90 cm, respectively, in exotic plantations (Table 3). However, the height was significantly higher, and the diameter was significantly smaller in exotic species plantations than native species plantations (Figure 1).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#sncjrvketn .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#sncjrvketn .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#sncjrvketn .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#sncjrvketn .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#sncjrvketn .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#sncjrvketn .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#sncjrvketn .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#sncjrvketn .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#sncjrvketn .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#sncjrvketn .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#sncjrvketn .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#sncjrvketn .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#sncjrvketn .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#sncjrvketn .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#sncjrvketn .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#sncjrvketn .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#sncjrvketn .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#sncjrvketn .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#sncjrvketn .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#sncjrvketn .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#sncjrvketn .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 3: Growth performance of 5-yr-old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS\r\n    Height (m)\r\n\r\n5.00d\r\n\r\n5.29ab\r\n\r\n2.75cd\r\n\r\n5.88a\r\n\r\n3.38c\r\n\r\n2.97c\r\n\r\n2.19d\r\n\r\n5.18ab\r\nDiameter (cm)\r\n\r\n3.95cd\r\n\r\n4.90bc\r\n\r\n2.99d\r\n\r\n3.87cd\r\n\r\n7.58a\r\n\r\n7.32a\r\n\r\n5.22b\r\n\r\n4.32bc\r\nH/D ratio\r\n\r\n126.59b\r\n\r\n107.97bc\r\n\r\n91.97c\r\n\r\n151.94a\r\n\r\n44.59d\r\n\r\n40.57d\r\n\r\n41.95d\r\n\r\n119.91b\r\nD2H (cm3)\r\n\r\n7801cd\r\n\r\n12701abc\r\n\r\n2458d\r\n\r\n8806cd\r\n\r\n19420a\r\n\r\n15913ab\r\n\r\n5967cd\r\n\r\n9667bc\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n\r\nConsequently, the height to diameter ratio was significantly smaller in native species. A significant positive correlation is observed for height and diameter in exotic species, whereas selected native species did not exhibit any significant correlation (Figure 2a). Further, non-legumes showed a significant negative correlation (Figure 2b).\r\n\r\n\r\n\r\nFigure 2: Relationship between Height and Diameter for exotic and native woody species (a), and legume and non-leguminous species plantations (b). The regression line was fitted using the linear model, and Pearson’s correlation coefficient values are represented by letter ‘R’ with corresponding probability p-values.\r\n\r\n\r\n\r\nBiomass production\r\nThe observed values for the biomass of different plant components are summarised in Table 4. It was noted that D. strictus had shown the highest total biomass production among all the species, whereas A. auriculiformis exhibited the highest total biomass production among the exotic species. The biomass of different plant components was significantly varied due to species among all the plantations (Table 2). Therefore, values in native plantations significantly varied from 7.68 to 74.68 t ha-1, minimum for T. grandis and maximum for D. strictus plantation and 8.49-31.03 t ha-1 exotic plantations, being maximum in A. auriculiformis and minimum in C. siamea (Table 4).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#vyzesyyich .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#vyzesyyich .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#vyzesyyich .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#vyzesyyich .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vyzesyyich .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vyzesyyich .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#vyzesyyich .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#vyzesyyich .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vyzesyyich .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#vyzesyyich .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vyzesyyich .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vyzesyyich .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#vyzesyyich .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#vyzesyyich .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#vyzesyyich .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#vyzesyyich .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#vyzesyyich .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#vyzesyyich .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#vyzesyyich .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#vyzesyyich .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#vyzesyyich .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 4: Biomass production (t / ha) under 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS1\r\n    Foliage\r\n\r\n6.68bc\r\n\r\n2.74d\r\n\r\n0.72e\r\n\r\n5.06c\r\n\r\n6.59bc\r\n\r\n7.26b\r\n\r\n2.39de\r\n\r\n10.68a\r\nStem\r\n\r\n16.77c\r\n\r\n15.69c\r\n\r\n4.91e\r\n\r\n11.46d\r\n\r\n32.32b\r\n\r\n14.21cd\r\n\r\n2.98e\r\n\r\n38.5a\r\nCoarse root\r\n\r\n4.53d\r\n\r\n2.98e\r\n\r\n2.56e\r\n\r\n5.84c\r\n\r\n12.05a\r\n\r\n10.65b\r\n\r\n1.94e\r\n\r\n5.27cd\r\nFine root\r\n\r\n3.05a\r\n\r\n0.40c\r\n\r\n0.30c\r\n\r\n0.57c\r\n\r\n0.85bc\r\n\r\n0.74bc\r\n\r\n0.37c\r\n\r\n1.40b\r\nTotal\r\n\r\n31.03c\r\n\r\n21.81d\r\n\r\n8.49e\r\n\r\n22.90d\r\n\r\n51.81b\r\n\r\n32.86c\r\n\r\n7.68e\r\n\r\n74.68a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n        \r\n          1\r\n          \r\n           \r\n          Values of rhizome component included in the total biomass\r\n          \r\n      \r\n    \r\n\r\nAmong plant parts, stem contributed more than 50% to the total biomass for both exotic and native species (Figure 3a) and leguminous and non-leguminous species (Figure 3b). The share of aboveground components in the total biomass in the present study was 65.3-91.1% in native and 66.3-84.5% in exotic and belowground contribution was in the range of 8.9-34.7% in native and 15.5-33.7% in exotic plantations, respectively (Figure 3c). However, the belowground biomass was higher for leguminous species than the non-leguminous species (Figure 3d). Moreover, relative contributions of short-lived components (foliage and fine root < 5 mm) were small as compared to long-lived tree component (stem) to the tree layer biomass for both types of plantations calculated at 5-yr age (Figure 3e), and a similar pattern was observed for the leguminous and non-leguminous species (Figure 3f). Further, all components’ biomass production except fine root biomass was significantly higher in native species plantations compared to exotic species plantations (Figure 1).\r\n\r\n\r\n\r\nFigure 3: Biomass partitioning among different plant parts (a, b), aboveground and below ground (c, d), and short-lived and long-lived components (e, f) for exotic vs. native and legume vs. non-legume species plantation, respectively.\r\n\r\n\r\n\r\nNet primary production\r\nThe net primary productivity of different components of plant species is given in Table 5. Total net production (above + below ground) among these plantations on mine spoil varied from 4.76 to 32.04 t ha-1 yr-1 in native and 3.72-18.24 t ha-1 yr-1 exotic species (Table 5). The differences in net production of all plant values components were significantly varied due to species, as indicated by ANOVA (Table 2). The aboveground net production of present planted species ranged from 3.75-24.28 t ha-1 yr-1 in native plantations, maximum in D. strictus, and minimum in T. grandis where 2.55-12.55 t ha-1 yr-1 in exotic plantations, being maximum in A. auriculiformis and minimum in C. siamea plantation. Similar to biomass, relative contributions of short-lived (foliage and fine root <5 mm) were lower long-lived tree components (stem) to the tree layer biomass and NPP for both types of plantations calculated at 5-yr age. The foliage contribution and fine root (<5 mm diameter) to the biomass were much smaller than that of NPP in all four native species, while it was the opposite of exotic species. For example, foliage component contributed in exotic plantations were in the range of 8.5-22.1%, being maximum by G. pteridifolia and minimum by C. siamea. Fine roots were in the range of 1.8-9.8%, being maximum by A. auriculiformis and minimum by C. equisetifolia.\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#zgjisdnqkg .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#zgjisdnqkg .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#zgjisdnqkg .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#zgjisdnqkg .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#zgjisdnqkg .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#zgjisdnqkg .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#zgjisdnqkg .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#zgjisdnqkg .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#zgjisdnqkg .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#zgjisdnqkg .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#zgjisdnqkg .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#zgjisdnqkg .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 5: Net primary production (t ha-1 yr-1) under 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS1\r\n    Foliage\r\n\r\n1.38d\r\n\r\n1.07de\r\n\r\n0.31e\r\n\r\n1.67cd\r\n\r\n6.59b\r\n\r\n7.26b\r\n\r\n2.39c\r\n\r\n10.68a\r\nStem\r\n\r\n11.17ab\r\n\r\n7.78c\r\n\r\n2.19d\r\n\r\n6.75c\r\n\r\n11.26a\r\n\r\n8.07bc\r\n\r\n1.36d\r\n\r\n13.60a\r\nCoarse root\r\n\r\n2.64bc\r\n\r\n1.62d\r\n\r\n0.92de\r\n\r\n3.31ab\r\n\r\n3.61a\r\n\r\n2.54c\r\n\r\n0.63e\r\n\r\n1.12de\r\nFine root\r\n\r\n3.05a\r\n\r\n0.40cd\r\n\r\n0.30d\r\n\r\n0.54cd\r\n\r\n0.85c\r\n\r\n0.74cd\r\n\r\n0.37d\r\n\r\n1.40b\r\nTotal\r\n\r\n18.24c\r\n\r\n10.86d\r\n\r\n3.72e\r\n\r\n12.27d\r\n\r\n23.86b\r\n\r\n19.30bc\r\n\r\n4.76e\r\n\r\n32.04a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n        \r\n          1\r\n          \r\n           \r\n          Values of rhizome component included in the total biomass\r\n          \r\n      \r\n    \r\n\r\nSimilarly, in native species, foliage contributed 12.7-32.1% being maximum by T. grandis and minimum by A. lebbeck, whereas fine root was in the range of 1.6-5.1%, respectively. Interestingly, the foliage and total net primary production of exotic species were significantly higher in native species than the exotic species (Figure 1). However, stem and roots’ net primary production did not significantly differ among the exotic and native species (Figure 1). A significant positive correlation was observed for total and stem net primary production with the foliage biomass (Figure 4).\r\n\r\n\r\n\r\nFigure 4: Relationships between net primary production and foliage biomass for 5-yr-old plantations of all exotic and all native woody species on coal mine spoil. The linear regression equation (y = a + bx), Pearson’s correlation coefficient (r), and corresponding probability values (p) are shown in the top-left corner of each subplot.\r\n\r\n\r\n\r\nDiscussion\r\nNative species plantations had a higher survival\r\nThe present study indicated that native species better survive on degraded lands than exotic species, supported by earlier studies (Islam et al. 1999). Although some previous studies have investigated survivability of native species on coal mine spoil (Mosseler, Major, and Labrecque 2014; A. N. Singh, Raghubanshi, and Singh 2004b, 2004a), very few studies compared survivability with exotic species (Huxtable, Koen, and Waterhouse 2005; Islam et al. 1999). Another study conducted on saline soils of northern Australia also suggested the high survival of native species (D. Sun and Dickinson 1995). Evidently, in this study, more remarkable survival was observed in all native species indicating better adaptability of species for mine spoil restoration. Thus, the higher survival of native species may be due to their pre-adaptation to the environmental conditions. However, survival may not be directly linked to species’ origin; rather, it can be a legacy of function and life-history traits. Therefore, survival cannot be considered as the only indicator of ecological restoration.\r\nGrowth performance\r\nThe height and diameter of woody plant species are critical structural parameters involved in measuring growth performance, which is affected by environmental conditions (Lestari et al. 2019; Sumida, Miyaura, and Torii 2013). Our results suggested that exotic plants tend to invest more photosynthates in height growth, whereas native plants invested more photosynthates in stem growth. A higher diameter in native species indicates the possibility of their adaptation to windbreak and endorses a longer establishment. Further, these observations indicate that exotic plants might be suffering from a limitation of light. In contrast, native plants may be pre-adapted to environmental conditions and therefore invested more photosynthates in diameter for an efficient supply of resources to the shoot (Boonman et al. 2020). However, this finding contrasts the reports of an earlier study in similar environmental conditions (Islam et al. 1999).\r\nHeight growth is usually associated with the production of newer leaves and more significant resource acquisition. In contrast, the increase in stem diameter ensures tissues’ development supports the leaves (Sumida, Miyaura, and Torii 2013). Thus, the increase in height should be accompanied by an increase in the stem’s diameter, as suggested by biomechanical models (Henry and Aarssen 1999; J. Sun et al. 2019). Our results also seemed to support this hypothesis at least in exotic species but contrasted by the non-leguminous species, suggesting a trade-off between height and diameter in non-leguminous plants, possibly due to limited resources.\r\nIn contrast to height growth, diameter growth depends primarily on current photosynthesis, although some reserve carbohydrates may be used for diameter growth very early in the season (Kozlowski 1962). Thus, the greater height in case of exotic species can be attributed to their higher photosynthetic rate 12.1 (A. auriculiformis) to 30.14 µmol CO2 m-2 s-1 (C. equisetifolia) as compared to native plantations in the present research site might be a promoting point to faster growth behaviour of exotic species (V. Singh and Toky 1995). The smaller height to diameter ratio of exotic species indicates their higher competitive ability and rapid growth on degraded sites. This view is supported by a study conducted on the degraded tropical pasture of southern Costa Rica, where it was shown that exotic species outperformed the native plantations (Carpenter, Nichols, and Sandi 2004). Nevertheless, native species can also display growth rates similar to exotic species depending on the site environments (Bare and Ashton 2016).\r\nBiomass and net primary production\r\nThe present study indicated that native species produced higher biomass as compared to exotic species. This suggests a better adaptation and higher resource use efficiency of native species than the exotic species on the coal mine spoil. In contrast to our finding, a previous study reported little differences in biomass production among the exotic and native species (Islam et al. 1999).\r\nFurther, biomass partitioning into different plant parts revealed that native species produced significantly higher biomass for foliage, stem, and coarse roots (diameter greater than 5 mm) compared to exotic species. In contrast, fine root biomass was higher in the case of exotic species, though not significant. Higher biomass production of fine roots in exotic species suggests that these plants responded to the stressed environment of coal mine spoils to get available nutrient and water sources to maintain their growth performance, especially height instead of diameter (Boonman et al. 2020).\r\nSince the present study focused on woody tree species, the higher contribution of aboveground biomass to the total biomass is expectable and supported by many previous studies; exotic species invested more in belowground components. In contrast, native species invested more in aboveground components while responding to the same coal mine spoils. It is believed that plants tend to invest more in belowground components during the disturbance or stressful conditions such as the nutrient-poor coal mine spoils (Poorter and Sack 2012; Priest et al. 2015). Further, both species invested more in long-lived components than in short-lived components; however, exotic species invested more in short-lived components, especially the fine roots. The long-lived component (stem) contribution was much higher than to NPP in all four native species but the opposite in the exotic plantations. Thus, the short-lived components might be associated with ecosystem functions whereas long-lived components account for structural attributes in the native plantations.\r\nMoreover, foliage accounted for a lower proportion of ecosystem function in all plantations of exotic species. In contrast, native species showed considerably very high that more foliage biomass production in such a stressed environment (degraded mine spoil) may provide more soil organic matter to regulate the cycling of nutrients. The native and exotic species have different allocational strategies.\r\nAccording to the functional equilibrium hypothesis, this suggests that exotic species may experience belowground resource (water and nutrients) limitation, whereas native species experience an aboveground resource (sunlight and CO2) limitation (Boonman et al. 2020; Brouwer 1983). These changes may be attributed to morphological adaptations or phenotypic plasticity rather than biomass allocation (Freschet, Swart, and Cornelissen 2015; Poorter and Sack 2012). However, if none of the resources is limiting or equally limiting, plants tend to allocate the resources optimally. This is referred to as the ‘optimal partitioning hypothesis’ (Gedroc, McConnaughay, and Coleman 1996) or ‘balanced growth hypothesis’ (Shipley and Meziane 2002). Thus, if both types of species faced similar environmental conditions (probably that was the case in the present study), those species which produce greater belowground biomass during the initial stages may be better suited for reclamation of coal mine overburden. Following this, our results suggest that exotic and leguminous plants may be better suited for coal mine restoration, though these effects can be highly species-specific.\r\nThe net primary production or NPP is associated with photosynthesis and biomass production, as indicated by a strong positive relation between biomass and NPP. The present study suggested an overall NPP ranging from 3 to 32 t ha-1 yr-1, comparable to earlier studies (Dutta and Agrawal 2003; A. N. Singh and Singh 1999; V. Singh and Toky 1995). The early successional species are reported to exhibit net production of 8-21 t ha-1 yr-1 in natural dry tropical forests (Murphy and Lugo 1986), whereas the aboveground net production of plantations on coal mine spoil and natural forests in the tropical zone ranged between 1.5 and 32.62 t ha-1 yr-1(Dutta and Agrawal 2003; P. K. Singh and Singh 1998; V. Singh and Toky 1995; L. Singh and Singh 1991). However, our comparison suggested that native species had significantly higher total and foliage NPP than the exotic species on coal mine spoils. This indicated that native species were much more efficient in resource utilisation, possibly due to their pre-adaptation to the tropical environments. Thus, achieving an early vegetation cover and high biomass production on mine spoil can be approached through proper selection and planting of pioneer native tree species. Such species can exist under harsh soil conditions and require less long-term maintenance (A. N. Singh, Raghubanshi, and Singh 2004b; A. N. Singh and Singh 2006).\r\nConclusions\r\nThe present study points out that native species performs well than the exotic species in the rehabilitation and restoration of coal mine spoils. This conclusion is supported by the higher biomass and NPP for native species compared to exotic species, though exotic species exhibited more remarkable height growth. However, consideration of species’ leguminous nature did not affect the biomass and NPP in the present study, though it may affect the redevelopment of soils in degraded habitats. Further, the effect of exotic species seemed to be highly variable and species-specific. Therefore, more comparative knowledge on the species-specific effects on ecosystem restoration, biodiversity reconstruction, and its possible effects on their services towards the ecosystem and local people is still required. Therefore, more future investigations on various ecological restoration scales are warranted with a more significant number of species while inferring effects of exotic and native species for comparative restoration potential.\r\nAcknowledgments\r\nAuthors are grateful to the Chairperson, Department of Botany, Panjab University, Chandigarh, and the Chairperson, Department of Botany, Banaras Hindu University, Varanasi, to provide all necessary facilities required for the work. The authors are also profoundly thankful to Prof. J. S. Singh for his constructive guidelines and supervision during the study.\r\nFunding\r\nThis work was supported by the University Grants Commission, Government of India as GATE fellowship and MRP to ANS, and Junior Research Fellowship to AK [507/(OBC) (CSIR-UGC NET DEC. 2016)].\r\nAuthor’s contributions\r\nANS conceptualised, designed and collected data; AK and ANS analysed the data, wrote the first draft and revised the manuscript for final submission.\r\n\r\n\r\n\r\nAdibee, N., M. Osanloo, and M. Rahmanpour. 2013. “Adverse Effects of Coal Mine Waste Dumps on the Environment and Their Management.” Environmental Earth Sciences 70 (4): 1581–92. https://doi.org/10.1007/s12665-013-2243-0.\r\n\r\n\r\nBadı́a, David, Roberto Valero, Alvaro Gracia, Clara Martı́, and Francisco Molina. 2007. “Ten-Year Growth of Woody Species Planted in Reclaimed Mined Banks with Different Slopes.” Arid Land Research and Management 21 (1): 67–79. https://doi.org/10.1080/15324980601094022.\r\n\r\n\r\nBare, Matthew C., and Mark S. Ashton. 2016. “Growth of Native Tree Species Planted in Montane Reforestation Projects in the Colombian and Ecuadorian Andes Differs Among Site and Species.” New Forests 47 (3): 333–55. https://doi.org/10.1007/s11056-015-9519-z.\r\n\r\n\r\nBerger, John J. 1993. “Ecological Restoration and NonIndigenous Plant Species: A Review.” Restoration Ecology 1 (2): 74–82. https://doi.org/10.1111/j.1526-100x.1993.tb00012.x.\r\n\r\n\r\nBohre, Priyanka, and O. P. Chaubey. 2016. “Biomass Production and Carbon Sequestration by Azadirachta Indica in Coal Mined Lands.” International Journal of Bio-Science and Bio-Technology 8 (2): 111–20. https://doi.org/10.14257/ijbsbt.2016.8.2.10.\r\n\r\n\r\nBoonman, Coline C. F., Frank Langevelde, Imma Oliveras, Jeremy Couédon, Natascha Luijken, David Martini, and Elmar M. Veenendaal. 2020. “On the Importance of Root Traits in Seedlings of Tropical Tree Species.” New Phytologist 227 (1): 156–67. https://doi.org/10.1111/nph.16370.\r\n\r\n\r\nBrouwer, R. 1983. “Functional Equilibrium: Sense or Nonsense?” Netherlands Journal of Agricultural Science 31 (4): 335–48. https://doi.org/10.18174/njas.v31i4.16938.\r\n\r\n\r\nCarpenter, F Lynn, J Doland Nichols, and Eduer Sandi. 2004. “Early Growth of Native and Exotic Trees Planted on Degraded Tropical Pasture.” Forest Ecology and Management 196 (2-3): 367–78. https://doi.org/10.1016/j.foreco.2004.03.030.\r\n\r\n\r\nCitadini-Zanette, Vanilde, Raquel R. B. Negrelle, Laurindo Salles Leal-Filho, Ronaldo Remor, Guilherme Alves Elias, and Robson Santos. 2017. “Mimosa Scabrella Benth. (Fabaceae) Enhances the Restoration in Coal Mining Areas in the Atlantic Rainforest.” Cerne 23 (1): 103–14. https://doi.org/10.1590/01047760201723012245.\r\n\r\n\r\nDAntonio, Carla, and Laura A. Meyerson. 2002. “Exotic Plant Species as Problems and Solutions in Ecological Restoration: A Synthesis.” Restoration Ecology 10 (4): 703–13. https://doi.org/10.1046/j.1526-100x.2002.01051.x.\r\n\r\n\r\nDutta, Raman Kumar, and Madhoolika Agrawal. 2001. “Litterfall, Litter Decomposition and Nutrient Release in Five Exotic Plant Species Planted on Coal Mine Spoils.” Pedobiologia 45 (4): 298–312. https://doi.org/10.1078/0031-4056-00088.\r\n\r\n\r\n———. 2003. “Restoration of Opencast Coal Mine Spoil by Planting Exotic Tree Species: A Case Study in Dry Tropical Region.” Ecological Engineering 21 (2-3): 143–51. https://doi.org/10.1016/j.ecoleng.2003.10.002.\r\n\r\n\r\nErskine, Peter D., David Lamb, and Geoff Borschmann. 2005. “Growth Performance and Management of a Mixed Rainforest Tree Plantation.” New Forests 29 (2): 117–34. https://doi.org/10.1007/s11056-005-0250-z.\r\n\r\n\r\nFeng, Yu, Jinman Wang, Zhongke Bai, and Lucy Reading. 2019. “Effects of Surface Coal Mining and Land Reclamation on Soil Properties: A Review.” Earth-Science Reviews 191: 12–25. https://doi.org/10.1016/j.earscirev.2019.02.015.\r\n\r\n\r\nFreschet, Grégoire T., Elferra M. Swart, and Johannes H. C. Cornelissen. 2015. “Integrated Plant Phenotypic Responses to Contrasting Above- and Below-Ground Resources: Key Roles of Specific Leaf Area and Root Mass Fraction.” New Phytologist 206 (4): 1247–60. https://doi.org/10.1111/nph.13352.\r\n\r\n\r\nGedroc, J. J., K. D. M. McConnaughay, and J. S. Coleman. 1996. “Plasticity in Root/Shoot Partitioning: Optimal, Ontogenetic, or Both?” Functional Ecology 10 (1): 44–50. https://www.jstor.org/stable/2390260.\r\n\r\n\r\nHenry, H. A. L., and L. W. Aarssen. 1999. “The Interpretation of Stem Diameter-Height Allometry in Trees: Biomechanical Constraints, Neighbour Effects, or Biased Regressions?” Ecology Letters 2 (2): 89–97. https://doi.org/10.1046/j.1461-0248.1999.22054.x.\r\n\r\n\r\nHuxtable, C. H. A., T. B. Koen, and D. Waterhouse. 2005. “Establishment of Native and Exotic Grasses on Mine Overburden and Topsoil in the Hunter Valley, New South Wales.” Rangeland Journal 27 (2): 73–88. https://doi.org/10.1071/rj05006.\r\n\r\n\r\nIEA. 2019. Coal Information 2019. Paris: International Energy Agency. https://doi.org/10.1787/16834275.\r\n\r\n\r\nIslam, K. R., M. Kamaluddin, M. K. Bhuiyan, and Abu Badruddin. 1999. “Comparative Performance of Exotic and Indigenous Forest Species for Tropical Semievergreen Degraded Forest Land Reforestation in Chittagong, Bangladesh.” Land Degradation & Development 10 (3): 241–49. https://doi.org/10.1002/(sici)1099-145x(199905/06)10:3<241::aid-ldr335>3.0.co;2-8.\r\n\r\n\r\nJeżowski, Stanisław, Michal Mos, Sam Buckby, Joanna Cerazy-Waliszewska, Wojciech Owczarzak, Andrzej Mocek, Zygmunt Kaczmarek, and Jon P. McCalmont. 2017. “Establishment, Growth, and Yield Potential of the Perennial Grass Miscanthus  Giganteus on Degraded Coal Mine Soils.” Frontiers in Plant Science 8: 726. https://doi.org/10.3389/fpls.2017.00726.\r\n\r\n\r\nKassambara, Alboukadel. 2021. rstatix: Pipe-Friendly Framework for Basic Statistical Tests. https://CRAN.R-project.org/package=rstatix.\r\n\r\n\r\nKozlowski, T. T. 1962. Tree Growth. New York: Ronald Press.\r\n\r\n\r\nLamb, David, Peter D. Erskine, and John A. Parrotta. 2005. “Restoration of Degraded Tropical Forest Landscapes.” Science 310 (5754): 1628–32. https://doi.org/10.1126/science.1111773.\r\n\r\n\r\nLestari, Dewi Ayu, Abban Putri Fiqa, Fauziah, and Sugeng Budiharta. 2019. “Growth Evaluation of Native Tree Species Planted on Post Coal Mining Reclamation Site in East Kalimantan, Indonesia.” Biodiversitas 20 (1): 134–43. https://doi.org/10.13057/biodiv/d200116.\r\n\r\n\r\nMacdonald, S. Ellen, Simon M. Landhäusser, Jeff Skousen, Jennifer Franklin, Jan Frouz, Sarah Hall, Douglass F. Jacobs, and Sylvie Quideau. 2015. “Forest Restoration Following Surface Mining Disturbance: Challenges and Solutions.” New Forests 46 (5-6): 703–32. https://doi.org/10.1007/s11056-015-9506-4.\r\n\r\n\r\nMosseler, A., J. E. Major, and M. Labrecque. 2014. “Growth and Survival of Seven Native Willow Species on Highly Disturbed Coal Mine Sites in Eastern Canada.” Canadian Journal of Forest Research 44 (4): 340–49. https://doi.org/10.1139/cjfr-2013-0447.\r\n\r\n\r\nMurphy, Peter G., and Ariel E. Lugo. 1986. “Structure and Biomass of a Subtropical Dry Forest in Puerto Rico.” Biotropica 18 (2): 89–96. https://doi.org/10.2307/2388750.\r\n\r\n\r\nNovianti, Vivi, Rob H. Marrs, Devi N. Choesin, Djoko T. Iskandar, and Didik Suprayogo. 2018. “Natural Regeneration on Land Degraded by Coal Mining in a Tropical Climate: Lessons for Ecological Restoration from Indonesia.” Land Degradation & Development 29 (11): 4050–60. https://doi.org/10.1002/ldr.3162.\r\n\r\n\r\nPoorter, Hendrik, and Lawren Sack. 2012. “Pitfalls and Possibilities in the Analysis of Biomass Allocation Patterns in Plants.” Frontiers in Plant Science 3: 259. https://doi.org/10.3389/fpls.2012.00259.\r\n\r\n\r\nPriest, Jeremy, Jeremy Stovall, Dean Coble, Brian Oswald, and Hans Williams. 2015. “Loblolly Pine Growth Patterns on Reclaimed Mineland: Allometry, Biomass, and Volume.” Forests 6 (12): 3547–81. https://doi.org/10.3390/f6103547.\r\n\r\n\r\nR Core Team. 2020. R: A Language and Environment for Statistical Computing. Vienna, Austria: R Foundation for Statistical Computing. https://www.R-project.org/.\r\n\r\n\r\nShipley, B., and D. Meziane. 2002. “The Balanced-Growth Hypothesis and the Allometry of Leaf and Root Biomass Allocation.” Functional Ecology 16 (3): 326–31. https://doi.org/10.1046/j.1365-2435.2002.00626.x.\r\n\r\n\r\nSingh, A. 2001. “Comparative Growth Behaviour and Leaf Nutrient Status of Native Trees Planted on Mine Spoil with and Without Nutrient Amendment.” Annals of Botany 87 (6): 777–87. https://doi.org/10.1006/anbo.2001.1414.\r\n\r\n\r\nSingh, A. N., A. S. Raghubanshi, and J. S. Singh. 2002. “Plantations as a Tool for Mine Spoil Restoration.” Current Science 82 (12): 1436–41. https://www.jstor.org/stable/24106177.\r\n\r\n\r\n———. 2004a. “Impact of Native Tree Plantations on Mine Spoil in a Dry Tropical Environment.” Forest Ecology and Management 187 (1): 49–60. https://doi.org/10.1016/s0378-1127(03)00309-8.\r\n\r\n\r\n———. 2004b. “Comparative Performance and Restoration Potential of Two Albizia Species Planted on Mine Spoil in a Dry Tropical Region, India.” Ecological Engineering 22 (2): 123–40. https://doi.org/10.1016/j.ecoleng.2004.04.001.\r\n\r\n\r\nSingh, A. N., and J. S. Singh. 1999. “Biomass, Net Primary Production and Impact of Bamboo Plantation on Soil Redevelopment in a Dry Tropical Region.” Forest Ecology and Management 119 (1-3): 195–207. https://doi.org/10.1016/s0378-1127(98)00523-4.\r\n\r\n\r\n———. 2006. “Experiments on Ecological Restoration of Coal Mine Spoil Using Native Trees in a Dry Tropical Environment, India: A Synthesis.” New Forests 31 (1): 25–39. https://doi.org/10.1007/s11056-004-6795-4.\r\n\r\n\r\nSingh, A. N., D. H. Zeng, and F. S. Chen. 2006. “Effect of Young Woody Plantations on Carbon and Nutrient Accretion Rates in a Redeveloping Soil on Coalmine Spoil in a Dry Tropical Environment, India.” Land Degradation & Development 17 (1): 13–21. https://doi.org/10.1002/ldr.690.\r\n\r\n\r\nSingh, J. S., K. P. Singh, and A. K. Jha. 1995. An Integrated Ecological Study on Revegetation of Mine Spoil: Concepts and Research Highlights. An Interim Report of S & T Project Sponsored by the Ministry of Coal, Govt. Of India. Varansi, Uttar Pradesh, India: Banaras Hindu University.\r\n\r\n\r\nSingh, Kripal, Rana Pratap Singh, and Shri Krishna Tewari. 2021. “Ecosystem Restoration: Challenges and Opportunities for India.” Restoration Ecology 29 (3): e13341. https://doi.org/10.1111/rec.13341.\r\n\r\n\r\nSingh, Lalji, and J. S. Singh. 1991. “Storage and Flux of Nutrients in a Dry Tropical Forest in India.” Annals of Botany 68 (3): 275–84. https://doi.org/10.1093/oxfordjournals.aob.a088253.\r\n\r\n\r\nSingh, P. K., and K. P. Singh. 1998. “Biomass Production in Selected Tree Species Raised on Coal Mine Spoil in a Dry Tropical Region in India.” Tropical Ecology 39 (February): 289–92.\r\n\r\n\r\nSingh, V., and O. P. Toky. 1995. “Biomass and Net Primary Productivity in Leucaena, Acacia and Eucalyptus, Short Rotation, High Density (‘Energy’) Plantations in Arid India.” Journal of Arid Environments 31 (3): 301–9. https://doi.org/10.1016/s0140-1963(05)80034-5.\r\n\r\n\r\nSumida, A., T. Miyaura, and H. Torii. 2013. “Relationships of Tree Height and Diameter at Breast Height Revisited: Analyses of Stem Growth Using 20-Year Data of an Even-Aged Chamaecyparis Obtusa Stand.” Tree Physiology 33 (1): 106–18. https://doi.org/10.1093/treephys/tps127.\r\n\r\n\r\nSun, Dan, and Geoff R. Dickinson. 1995. “Survival and Growth Responses of a Number of Australian Tree Species Planted on a Saline Site in Tropical North Australia.” Journal of Applied Ecology 32 (4): 817–26. https://doi.org/10.2307/2404821.\r\n\r\n\r\nSun, Jun, Mantang Wang, Min Lyu, Karl J. Niklas, Quanlin Zhong, Man Li, and Dongliang Cheng. 2019. “Stem Diameter (and Not Length) Limits Twig Leaf Biomass.” Frontiers in Plant Science 10 (February): 125. https://doi.org/10.3389/fpls.2019.00185.\r\n\r\n\r\nYan, Meifang, Feifei Cui, Yang Liu, Zeyu Zhang, Jianbiao Zhang, Hongrui Ren, and Zhiping Li. 2020. “Vegetation Type and Plant Diversity Affected Soil Carbon Accumulation in a Postmining Area in Shanxi Province, China.” Land Degradation & Development 31 (2): 181–89. https://doi.org/10.1002/ldr.3438.\r\n\r\n\r\n\r\n\r\n",
    "preview": "publications/2022-ansingh-ee/2022-ansingh-ee_files/figure-html5/ee-fig1-1.svg",
    "last_modified": "2021-10-12T01:23:31+05:30",
    "input_file": {}
  },
  {
    "path": "publications/2020-abhishek-jsr/",
    "title": "Shivalik, Siwalik, Shiwalik or Sivalik: Which one is an appropriate term for the foothills of Himalayas?",
    "description": "The present study has applied bibliometric analysis to resolve the inconsistency about the usage of these terms. Here, we have shown that the term 'Siwalik' was most dominant in the available literature.",
    "author": [
      {
        "name": "Abhishek Kumar",
        "url": "https://akumar.netlify.app"
      },
      {
        "name": "Meenu Patil",
        "url": "https://www.researchgate.net/profile/Meenu-Patil"
      },
      {
        "name": "Anand Narain Singh",
        "url": "https://www.researchgate.net/profile/Anand-Singh-15"
      }
    ],
    "date": "2020-01-09",
    "categories": [
      "Siwalik",
      "Journal Article",
      "Journal of Scientific Research"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nIntroduction\r\nData and Methods\r\nResults and Discussion\r\nConclusion\r\nAcknowledgement\r\n\r\n\r\n\r\n\r\nAbstract\r\nVarious spelling variants such as Siwalik, Shivalik, Shiwalik and Sivalik, have been introduced in the literature while referring to foothills of the Himalayas. These spelling variants are creating hindrances to acquiring a complete knowledge about the region. Therefore, the present study has applied bibliometric analysis to resolve the inconsistency about the usage of these terms. Here, we have shown that the term ‘Siwalik’ was most dominant in the available literature. Our analysed results strongly favoured the use of the term ‘Siwalik’ as it is the oldest and most frequently used term in both the major databases Scopus and Web of Science. India is the country that contributes the most to these variations in the spelling and also the articles published in Indian Journals have these variations. Therefore, we strongly recommend the use of the term ‘Siwalik’ while referring to the region. Thus, the present article can serve as a guide to adopt a suitable term for the authors and publishers.\r\nIntroduction\r\nThe Himalayas is the younger most mountain system of the world which can be divided into the greater Himalayas, the lesser Himalayas and the outer Himalayas depending on the average elevations (Burrard and Hayden 1907; Wadia 1944). The outer Himalayas or the southernmost foothills of the Himalayas, ranging from elevations of 600-1200 m are also referred as the ‘Siwaliks’ (Bose 1972; Burrard and Hayden 1907; Wadia 1944). These hills are distributed parallel to the Himalayan hills from the Brahmaputra valley to the Potwar Plateau of Pakistan (Krishnan 1943) and cover the Indian states of Jammu and Kashmir, Punjab, Himachal Pradesh, Haryana, Uttarakhand, Uttar Pradesh and Assam (Yadav et al. 2015). The distribution of Siwaliks in North-western region of India is depicted in Figure 1.\r\n\r\n\r\n\r\nFigure 1: The geographic distribution of the Siwaliks in the North-western region of India. Data were acquired from the Bhukosh portal of the Geological Survey of India (http://bhukosh.gsi.gov.in/)\r\n\r\n\r\n\r\nHowever, available evidence indicate that the Siwaliks were formed during the upper Miocene to Pliocene epoch and are chiefly consist of clay, sandstones and conglomerates (Vredenburg 1910; Bose 1972). This region is well-known for its rich vertebrate faunal deposits, indicating that a rich diversity of plants would have supported these animals (Wadia 1944). The silicified wood or the whole tree trunks can be found in sandstones, whereas leaf impressions in shales of the same region were also reported, which supports the abundance of vegetation (Vredenburg 1910; Wadia 1944). However, the literature indicates large inconsistencies in the spelling use while describing these foothills and as many as four spelling variants viz. Siwalik (Cautley 1839; Shukla and Bora 2019), Shiwalik (Batra and Batra 1963; Kaur et al. 2019), Shivalik (Campbell 1879; Kumar and Sankhyan 2019) and Sivalik (Asiatic Society of Bengal 1836; Ghosh 2016) are used. These inconsistencies are not prevalent only in scientific literature, but also exist in the non-scientific literature such as various governmental reports of India (like the annual reports of the ministry of environment forest and climate change, MoEFCC; The Project Tiger, Forest Survey of India, Zoological Survey of India, etc.), Gazettes of India (The Gazette of India and its States, Encyclopaedias (Editors of the Columbia Encyclopedia 2019; Editors of the Encyclopaedia Brittanica 2011) and dictionaries (Lexico Dictionaries 2019). Therefore, it is imperative to resolve these conflicts of the spelling usages, so as to maintain uniformity and avoid any confusions in the future. Here, we have addressed this issue by providing evidence through vote counting approach (i.e. the total number of publications for each spelling variant) and years of publications so as to track their origin and abundance in the literature.\r\nData and Methods\r\nWe have explored the literature using all the variant terms as keywords (Shivalik*, Shiwalik*, Sivalik* and Siwalik*) from available databases: Google Scholar, Web of Science [v5.30] (WoS) and Scopus. Since we had access to Scopus (1878-2019) and Web of Science (1989-2019) databases, a bibliometric analysis of both the databases was performed using the package bibliometrix (Aria and Cuccurullo 2017) in R programming language (R Core Team 2021). The data were acquired from both the databases on 16 July 2019. Specifically, the distribution of these terms has been analysed across different databases, year (yearly production of publications and documents), countries (country of the corresponding author from publications) and sources like journals, books, proceedings, etc.\r\nResults and Discussion\r\nThe results of the vote count approach from different databases have indicated the dominance of the term Siwalik and the distribution pattern of these terms is shown in Figure 2.\r\n\r\n\r\n\r\nFigure 2: The distribution of Spelling variants (in the title of publications) among different scientific databases\r\n\r\n\r\n\r\nEach selected database depicted the same pattern i.e. the term ‘Siwalik’ was most dominant whereas the term ‘Sivalik’ was least represented. On the other hand, the terms ‘Shivalik’ and ‘Shiwalik’ were more or less equally represented. Further, the annual production of published articles in the Scopus and Web of Science database has revealed that the number of publications with term ‘Siwalik’ has exponentially increased, whereas it is only during the past two decades when the usage of the terms ‘Shivalik’ and ‘Shiwalik’ has become more frequent (Figure 3).\r\n\r\n\r\n\r\nFigure 3: The trend of annual scientific production of publications with spelling variants from both the Scopus and Web of Science database. The smooth lines were fitted using the loess (y ~ x) method\r\n\r\n\r\n\r\nFurthermore, the analysis of Scopus and Web of Science database revealed that the term ‘Siwalik’ was the oldest term (1878) which has increased rapidly and continues to increase, but the term ‘Shivalik’ (1955) and ‘Shiwalik’ (1973) were relatively recent terms which are increasing only during the recent decades. Another term ‘Sivalik’ is also one of the oldest terms (1880) but the usage of this term has been diminished during the past decades (Figure 3). However, a more extensive survey of available literature from other sources (Internet Archive and Biodiversity Heritage Library) suggested that the term ‘Sivalik’ was the oldest term and first appeared in 1836 (Asiatic Society of Bengal 1836). Though the usage of the term ‘Siwalik’ can be traced from 1528 A. D. in memoirs of the Emperor Babar (Burrard and Hayden 1907), the term was first introduced to scientific literature in 1839 by Capt. P. T. Cautley (a palaeontologist) and Hugh Falconer (a geologist and botanist) of the East India Company, who surveyed the hills located near to the Haridwar a pilgrimage site dedicated to Lord Shiva, therefore, the hills were termed as -― Siwalik hills (Cautley 1839; Sorkhabi 2010). Similarly, the term ‘Shivalik’ seems to be first introduced by J. P. Campbell in 1879 while describing his observations on the Glacial period from India (Campbell 1879) and this term seems to be second most frequently used term in modern literature. Further, the term ‘Shiwalik’ was first observed in 1963 while describing the Discomycetes fungi from the region (Batra and Batra 1963). Thus, the term ‘Sivalik’ was the oldest followed by ‘Siwalik’ and ‘Shivalik’ whereas the term ‘Shiwalik’ is the most recently used term. The dominance of the term ‘Siwalik’ may be due to its popularity, widespread use and is one of the oldest terms. All these terms are inspired by Lord Shiva, but it is the perception of author and subsequent translation into English which may have caused the observed variations in the spellings. Most of the early researchers who explored the area were non-native foreigners (from Britain, USA, etc.) and they named this hilly region according to their perception. That’s why the terms ‘Siwalik’ and ‘Sivalik’ were prevalent during the past century. However, the Indian authors have explored the region only during the past 4-5 decades, and they have introduced the terms ‘Shiwalik’ and ‘Shivalik’ referring to its correct translation.\r\nThe origin of these terms across countries was evaluated by analysing the ten most frequent countries with the corresponding author in their publications with different terms. The distribution of these terms across countries is represented in Figure 4.\r\n\r\n\r\n\r\nFigure 4: The distribution of terms in the countries of the corresponding author\r\n\r\n\r\n\r\nThe variation of spellings of these terms is most commonly originates from India and therefore the publications from the country India are most diverse in the use of these terms. However, some countries like China, France, Germany, Nepal and Thailand have also used different spelling variants whereas other countries have used either of the spelling consistently. Since a large part of these foothills is shared by India; therefore, the country has the greatest number of publications mentioning these terms. The distribution of these terms across the top ten most relevant sources (like Journals, Books, etc.) is represented in Figure 5 and these spelling variants were prevalent within some journals like Annals of Agri Bio Research, Current Science, Indian Journal of Agricultural Sciences, Indian Journal of Ecology, Journal of Human Evolution, Nature and Palaeogeography, Palaeoclimatology, Palaeoecology. But this variation is less prominent in the Web of Science as compared to Scopus (Figure 5).\r\n\r\n\r\n\r\nFigure 5: The distribution of terms in the top 10 most relevant sources of publications (Journals, Books, etc.) for each term in Scopus and Web of Science database\r\n\r\n\r\n\r\nIt has been further observed that the term ‘Siwalik’ was most consistently used in the fields of Geosciences and related fields which is still in practice. On the other hand, almost all the terms were used interchangeably in agricultural and biological sciences or other fields. General information about bibliometric indicators of the publications with the terms from the Scopus and Web of Science database is presented in Table 1.\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#hgdzfjeenz .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#hgdzfjeenz .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#hgdzfjeenz .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#hgdzfjeenz .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#hgdzfjeenz .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#hgdzfjeenz .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#hgdzfjeenz .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#hgdzfjeenz .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#hgdzfjeenz .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#hgdzfjeenz .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#hgdzfjeenz .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#hgdzfjeenz .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 1: Bibliometric indicators for the publications with spelling variants\r\n  \r\n  Bibliometric Indicator\r\n      \r\n        Web of Science\r\n      \r\n      \r\n        Scopus\r\n      \r\n    Siwalik\r\n      Shivalik\r\n      Shiwalik\r\n      Sivalik\r\n      Siwalik\r\n      Shivalik\r\n      Shiwalik\r\n      Sivalik\r\n    Total Number of Documents\r\n890.00\r\n72.00\r\n59.000\r\n2.00\r\n1167.00\r\n141.00\r\n99.00\r\n18.000Average Citations per Document\r\n23.35\r\n10.94\r\n7.729\r\n5.50\r\n22.69\r\n7.69\r\n5.32\r\n13.560Total Number of Authors\r\n1552.00\r\n180.00\r\n142.000\r\n9.00\r\n1797.00\r\n304.00\r\n217.00\r\n17.000Documents per Author\r\n0.57\r\n0.40\r\n0.410\r\n0.22\r\n0.65\r\n0.46\r\n0.45\r\n1.060Authors per Document\r\n1.74\r\n2.50\r\n2.410\r\n4.50\r\n1.54\r\n2.16\r\n2.19\r\n0.940Co-Authors per Document\r\n3.75\r\n3.65\r\n3.320\r\n4.50\r\n3.26\r\n3.17\r\n3.38\r\n2.060Collaboration Index\r\n1.91\r\n2.59\r\n2.540\r\n4.50\r\n1.77\r\n2.39\r\n2.28\r\n0.923\r\n\r\nConclusion\r\nBased on our results, we strongly advocate the usage of the term ‘Siwalik.’ However, the term ‘Shivalik’ can also be considered as a correct translation based on the pilgrimage site dedicated to Lord Shiva. Therefore, keeping subject-specific usage of terms in the view, we suggest that the authors from the geosciences should consistently use the term ‘Siwalik’ (as most of them are following the same) whereas other fields including agricultural and biological sciences should use the term ‘Shivalik’ instead of ‘Shiwalik’ or ‘Sivalik.’ Hence, the authors from India and neighbouring countries, who are most actively engaged in scientific research in this region and frequently use these terms should take care to adopt any one of the above terms consistently. Similarly, the editors and publishers from the related fields are also requested to look for the consistency of the usage of a specific term in their respective Journals or publications.\r\nAcknowledgement\r\nAuthors are grateful to the Chairperson, Department of Botany, Panjab University, Chandigarh, for providing all the necessary facilities required for the work. Both of us (Abhishek and Meenu) are also thankful to the University Grants Commission, Government of India, New Delhi for financial support in the form of Junior Research Fellowships.\r\n\r\n\r\n\r\nAria, Massimo, and Corrado Cuccurullo. 2017. “Bibliometrix: An r-Tool for Comprehensive Science Mapping Analysis.” Journal of Informetrics 11 (4): 959–75. https://doi.org/10.1016/j.joi.2017.08.007.\r\n\r\n\r\nAsiatic Society of Bengal. 1836. Asiatic Researches, or, Transactions of the Society Instituted in Bengal for Inquiring into the History and Antiquities, the Arts, Sciences and Literature of Asia. Vol. 19. Calcutta: Bengal Military Orphan Press. https://www.biodiversitylibrary.org/item/137987.\r\n\r\n\r\nBatra, L. R., and S. W. T. Batra. 1963. “Indian Discomycetes.” University of Kansas Science Bulletin 44 (6): 109–256. https://www.biodiversitylibrary.org/item/22703.\r\n\r\n\r\nBose, S. C. 1972. Geography of the Himalaya. New Delhi: National Book Trust. https://archive.org/details/GeographyOfTheHimalaya/page/n5.\r\n\r\n\r\nBurrard, S. G., and H. H. Hayden. 1907. A Sketch of the Geography and Geology of the Himalaya Mountains and Tibet. 1st ed. Calcutta: Superintendent Government Printing, India. https://archive.org/details/sketchofgeograph00burr/page/66.\r\n\r\n\r\nCampbell, J. F. 1879. “Glacial Periods.” Quarterly Journal of the Geological Society of London 35: 98–137. https://www.biodiversitylibrary.org/item/120478.\r\n\r\n\r\nCautley, P. T. 1839. “XIX.Note on a Fossil Ruminant Genus Allied to Giraffidæ in the Siwalik Hills.” Annals and Magazine of Natural History 3 (16): 167–69. https://doi.org/10.1080/03745483909443216.\r\n\r\n\r\nEditors of the Columbia Encyclopedia. 2019. “Shiwalik Hills.” New York: The Columbia University Press. https://www.encyclopedia.com/reference/encyclopedias-almanacs-transcripts-and-maps/shiwalik-hills.\r\n\r\n\r\nEditors of the Encyclopaedia Brittanica. 2011. “Siwalik Range.” Chicago: Encyclopædia Britannica, Inc. https://www.britannica.com/place/Siwalik-Range.\r\n\r\n\r\nGhosh, Nabaparna. 2016. “Modern Designs: History and Memory in Le Corbusier’s Chandigarh.” Journal of Architecture and Urbanism 40 (3): 220–28. https://doi.org/10.3846/20297955.2016.1210048.\r\n\r\n\r\nKaur, Manpreet, Ajay Kumar, Rohit Mehra, and Rosaline Mishra. 2019. “Age-Dependent Ingestion and Inhalation Doses Due to Intake of Uranium and Radon in Water Samples of Shiwalik Himalayas of Jammu and Kashmir, India.” Environmental Monitoring and Assessment 191 (4). https://doi.org/10.1007/s10661-019-7361-z.\r\n\r\n\r\nKrishnan, M. S. 1943. Geology of India and Burma. 1st ed. Madras: Higginbothams (Private) Ltd. https://archive.org/details/in.ernet.dli.2015.513854/page/n1.\r\n\r\n\r\nKumar, Vipin, and Varun Sankhyan. 2019. “Musculoskeletal Injuries: Prevalence and Severity in Free-Range Rhesus Macaques (Macaca Mulatta) of Himalayan Shivalik Hills, Northern India.” Biological Rhythm Research, May, 1–11. https://doi.org/10.1080/09291016.2019.1613795.\r\n\r\n\r\nLexico Dictionaries. 2019. “Siwalik Hills.” https://www.lexico.com/en/definition/siwalik_hills.\r\n\r\n\r\nR Core Team. 2021. R: A Language and Environment for Statistical Computing. Vienna, Austria: R Foundation for Statistical Computing. https://www.R-project.org/.\r\n\r\n\r\nShukla, U.K., and D.S. Bora. 2019. “The Lower Siwalik Foreland Basin Sedimentation in the Kumaun Himalaya (India): A Transition from Megafan Setting to Incised Valley Fills.” Journal of Geodynamics 129 (September): 219–36. https://doi.org/10.1016/j.jog.2018.01.002.\r\n\r\n\r\nSorkhabi, R. 2010. “Geologic Formation of the Himalaya.” Himalayan Journal 66 (1): 1–6. https://www.himalayanclub.org/hj/66/9/geologic-formationof-the-himalaya/.\r\n\r\n\r\nVredenburg, E. W. 1910. A summary of the geology of India. Calcutta: Thacker, Spink & Co. http://archive.org/details/ASummaryOfTheGeologyOfIndia.\r\n\r\n\r\nWadia, D. N. 1944. Geology of India. 2nd ed. London: MacMillan; Co., Limited. https://archive.org/details/in.ernet.dli.2015.15029/page/n5.\r\n\r\n\r\nYadav, R. P., Pankaj Panwar, Swarn Lata Arya, and P. K. Mishra. 2015. “Revisit of Shivalik Region in Different States of Northwestern India.” Journal of the Geological Society of India 86 (3): 351–60. https://doi.org/10.1007/s12594-015-0322-4.\r\n\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-abhishek-jsr/img/Fig1_map.png",
    "last_modified": "2021-10-12T01:24:40+05:30",
    "input_file": {},
    "preview_width": 3300,
    "preview_height": 2550
  }
]
