[
  {
    "path": "publications/2022-ansingh-ldd/",
    "title": "Comparative soil restoration potential of exotic and native woody plantations on coal mine spoil in a dry tropical environment of India: A case study",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Anand Narain Singh",
        "url": "https://www.researchgate.net/profile/Anand-Singh-15"
      },
      {
        "name": "Abhishek Kumar",
        "url": "https://akumar.netlify.app"
      }
    ],
    "date": "2022-02-11",
    "categories": [
      "Coal mine",
      "Restoration",
      "Journal Article",
      "Land Degradation & Development"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nIntroduction\r\nMethods\r\nResults\r\nDiscussion\r\nConclusions\r\nSupplementary information\r\nAcknowledgements\r\nAuthor’s contribution\r\n\r\nAbstract\r\nOverburden excavated during opencast mining has poorer soil properties due to non-salvage and inversion of soil profiles. One of the negative consequences of opencast coal mining is the production of large amounts of nutrient-poor, infertile, and degraded soils. The soil properties of such overburden restoration of such damaged lands are often improved achieved by planting suitable plant species; however, baseline data for selection and performance of plantation species is lacking the performance of species varies site-to-site. Therefore, this paper aims to test the established evaluated the effects of woody plantations on the physico-chemical and biological properties of coal mine spoil. We synthesized the available data from previous studies conducted on 5-year-plantations in Singrauli coalfields of India. These plantations have monoculture of total eight species, in which four were exotic (Acacia auriculiformis, Casuarina equisetifolia, Cassia siamea and Grevillea pteridifolia) and four were native species (Albizia lebbeck, Albizia procera, Dendrocalamus strictus and Tectona grandis). We compared the soil properties under exotic and native species plantations to evaluate the effect of species origin. Our results showed that the clay content (p < 0.000), ammonium-nitrogen (p < 0.000), inorganic total phosphate (p = 0.009), and microbial biomass nutrients (C, N, and P; p < 0.000) were significantly higher under native plantations than the exotic plantations. Overall, our study suggested that exotic species plantations, either legume or non-leguminous, are not as useful as native species in mine spoil rehabilitation. Thus, native species plantations should be promoted while restoring a coal mine spoil in dry tropical environments.\r\nKeywords: ecological restoration, soil redevelopment, exotic species, native species, coal mine spoil, woody plantations\r\nIntroduction\r\nOpencast mining involves excavation and removal of overburden to extract the coal. This removed overburden is dumped aside as large heaps. have poor soil properties due to alterations in soil profile. Since native soils were not salvaged, the surface provides a harsh and heterogeneous media for plant growth. Coal extraction by surface mining (opencast) process drastically alters the mining area’s physical and biological nature (Feng et al. 2019). The leftover coal mine spoil or overburden represent damaged and disrupted ecosystems that are hard to restore into their original state (Berger 1993). The soils of these coal mine spoil heaps are characterized by high bulk density, pH, low nutrients (carbon, nitrogen and phosphorus) and high concentrations of toxic metals (Feng et al. 2019). Such soils have limited capability to support vegetation and natural recovery of vegetation is very slow in such ecosystems. The increased concerns about the negative impacts of mining and land degradation have stimulated scientific community to devise technologies to restore such damaged landscapes. The first step in any restoration program should focus on the protection of disturbed habitat and communities from being further wasted. Then attempt to accelerate the re-vegetation process to increase biodiversity and stabilize nutrient cycling (J. S. Singh, Singh, and Jha 1995; A. N. Singh and Singh 2006; A. N. Singh, Zeng, and Chen 2006). However, the success of a restoration program depends on the quality of planted species, parent material, and environmental conditions (A. N. Singh, Raghubanshi, and Singh 2002). Further, providing good surface material such as mulch or some other plant material is useful for enhancing re-vegetation of degraded sites. Therefore, there is a strong need to evaluate the restoration potentials of different plant species to support the restoration practitioners, engineers and scientific community.\r\nPlantations have been widely employed to restore the damaged and degraded lands. In this context, Fisher (1995) suggested five general hypotheses for the mechanisms that contribute to the amelioration of degraded lands by planting certain desirable species (Fisher 1995). The mechanisms involve: first, an increase in the soil organic matter contents resulting from carbon (C) fixation in photosynthesis and its transfer via leaf litter and root turnover to the soil. Second, some leguminous trees’ nitrogen (N) fixation increases soil N content under the tree canopy. Third, the tree’s rhizospheric effect on soils resulted in enhanced N mineralization and increased microbial biomass. Fourth, microclimate modification by tree canopies that moderate soil and air temperatures and soil moisture regimes. Fifth, nutrient pumping reflects the uptake of nutrients from greater depths by tree roots and accumulation in a smaller surface soil volume due to litterfall.\r\nSoil physicochemical properties are greatly influenced by the plant species growing above the soil due to variations in individual species traits (Waring et al. 2015). The choice of species for restoration of degraded lands remained debatable an area of interest among the scientific community and restoration practitioners. Since exotic and native species are adapted to different local environment, they have differential restoration potential due to variations in functional traits. Exotic plants are recommended for restoration due to their faster growth and biomass production. Further, high disturbance and heterogeneity favors their growth and establishment. However, many researchers pointed out the negative impacts of exotic species on the soil fertility and native flora; therefore suggested to avoid exotic species for restoration program (Cusack and Montagnini 2004; Diemont et al. 2006; Lugo, Wang, and Herbert Bormann 1990). In contrast to this, some researchers argued that exotic species may be especially recommended for primary rehabilitation on bare coal mine spoil due to their fast growth and establishment (DAntonio and Meyerson 2002; Parrotta 1999; Parrotta and Knowles 2001). Thus, evaluation of species’ effects on coal mine soil properties is vital to assess their suitability for the soil reclamation process.\r\nThe present study addresses this gap by comparing the soil properties under native and exotic woody species established on coal mine spoils after 5-years from the available data. Researchers did an intensive ecological study during 1993–1996 to investigate each planted species’ overall effect, either native or exotic or legume or non-legumes, on degraded soil of mine spoils (Dutta and Agrawal 2001, 2003; A. N. Singh, Raghubanshi, and Singh 2004b, 2004a; A. N. Singh and Singh 2006, 1999; A. Singh 2001; J. S. Singh, Singh, and Jha 1995). A comparable database between exotic and native species for vegetational and soil components was available only for 5-years-old plantation age. Therefore, in this paper, we compared the restoration efficiency of 5-year-old planted species in both variety (exotic and native) in terms of soil physical properties, total soil nutrients (SOC, TKN, and TP), available nutrients (Mineral N and P), N-mineralization, microbial biomass (MB-C, MB-N, and MB-P) and their nutrients from soil characters in redeveloping soil of mine spoil. We address the following questions from the comparison:\r\nWhich woody species are suitable for coal mine spoil restoration?\r\nAre exotic and native species differ in their soil restoration potentials?\r\nWhich soil parameters are more affected by origin of species?\r\nIs there any relationship between soil physicochemical properties under exotic and native plantations?\r\nMethods\r\nPlantations and sample plots\r\nThe plantations under study were situated in the west section of Jayant Block, which is located in the northeastern part of Singrauli Coalfield in the district of Sidhi (M. P.) between latitudes 24°6′45″–24°11′15″ N and longitude 82°36′40″–82°41′15″ E. The study area is situated on a plateau above the plain on its southwest side. The average elevation at the foot of the plateau is around 300 m above mean sea level. The climate of the area is tropical monsoonal, and the year is divisible into a mild winter (November–February), a hot summer (April–June), and a warm rainy season (July–September). Data collected at a meteorological station present on the site showed that the mean monthly minimum temperature within the annual cycle ranges from 6–28°C and the mean monthly maximum from 20–40°C. The rainfall annually averages 1069 mm, of which about 90% occurs during late June to early September. The rainfall is characterized by a high degree of inter-annual variation; as during the study period 1980–1996, it ranges from 700 to 1450 mm/yr (A. N. Singh, Raghubanshi, and Singh 2004a).\r\nExperimental design\r\nAll the plantations (exotic and native) were raised in July–August by planting nursery-raised seedlings in previously dug pits of 40 × 40 × 40–cm size at a spacing of 2 × 2–m. Plantations of three native species: Albizia lebbeck (L.) Benth., Albizia procera (Roxb.) Benth. and Tectona grandis L.f. and three exotic species: Casuarina equisetifolia L., Cassia siamea Lam. and Grevillea pteridifolia Knight were raised in 1990 by planting seven to eight months old nursery raised seedlings. However, one native (Dendrocalamus strictus (Roxb.) Nees) and one exotic (Acacia auriculiformis A.Cunn. ex Benth.) were raised in 1991 by planting eight months of nursery-raised seedlings. The plantations have been raised for land rehabilitation as natural colonization is prolonged on the mine spoil. All the planted plots were seeded in 1994 at the rate of 6 kg/ha with Dinanath grass (Pennisetum pedicellatum Trin) to prevent soil erosion and loss of runoff nutrients. The total planted area for A. lebbeck, A. procera, C. equisetifolia, and G. pteridifolia was 1.5 ha, each, whereas the same for T. grandis, D. strictus, A. auriculiformis and C. siamea was about 0.5 ha, each. For sampling, three permanent plots were established for each species. The sample plots’ size was 25 × 25–m for A. lebbeck, A. procera, C. equisetifolia and G. pteridifolia, 15 × 15–m for T. grandis and D. strictus and 10 × 10–m for A. auriculiformis and C. siamea. Five individuals of average height and diameter (clumps in D. strictus) were marked in each replicate plot using waterproof paint for various measurements from 1993. The number of individuals (clumps in D. strictus) in each plot was inventoried in February 1993. Data collection was carried out annually in February–March.\r\nSample collection and analyses\r\nThree soil samples were collected at random from each of the three permanent plots using 15 × 15 × 10–cm monoliths during September 1995 and 1996. Each time, the samples from within a plot were thoroughly mixed to yield one composite sample per plot; this yielded three samples for each plantation on each sampling date. Large plant materials were removed, and the field-moist soil was sieved through a 2-mm mesh screen.\r\nEach soil sample was divided into two parts. One part in the field-moist condition was used to measure available nutrients (NH4-N, NO3-N, and PO4-P) and microbial C, N, and P. Organic C was determined by dichromate oxidation and titration with ferrous ammonium sulfate (Allen, Grimshaw, and Rowland 1986). Kjeldahl N was determined by the micro Kjeldahl method (Jackson 1958), and NH4-N was extracted by 2M KCl and analyzed by the phenate method (APHA 1985). NO3-N was measured by the phenol disulphonic acid method, using CaSO4 as the extractant (Jackson 1958). Bicarbonate extractable Pi was determined by the ammonium molybdate-stannous chloride method (Sparling, Whale, and Ramsay 1985). The soil was digested in a triple acid mixture of HClO4, HNO3, and H2SO4 (1:5:1), and the digest was analyzed for P by a phosphomolybdic acid blue color method (Jackson 1958). Microbial biomass C, N, and P were determined by chloroform fumigation and extraction methods described earlier (A. N. Singh, Raghubanshi, and Singh 2004b, 2004a; A. N. Singh and Singh 1999; Srivastava, Jha, and Singh 1989). Net nitrogen mineralization, nitrification, and ammonification were determined by in situ buried bag incubation method (Eno 1960). All results are expressed on an oven-dry soil (105°C, 24 hr) basis.\r\nStatistical analyses\r\nFirstly, the collected data was analysed to verify the assumptions of parametric tests. The normality of investigated parameters within groups (i.e., species and origin) was tested using the univariate Shapiro-Wilk test. It has better power than the other normality tests and therefore, it is widely recommended for testing normality. Next, we assessed the investigated parameters for homogeneity of variances across the groups. The Levene’s test, which is considered less sensitive to non-normal data, was used to assess the homogeneity of variances across the groups. Shapiro-Wilk test suggested that some variables were not normally distributed in our data. All variables were found to have homogeneous variance across the species, whereas some variables had unequal variances among the origin. The unequal variances among the origin can be compensated by moderate sample size (n = 12).\r\nSince some variables in data violated the assumptions of parametric tests, we chosen the non-parametric Kruskal-Wallis test to observe the effects of plantation species on spoil physicochemical parameters. The Kruskal-Wallis test is a rank-based test, which compares the mean ranks (medians) among the groups regardless of distribution of data. Next, we used the Dunn’s post-hoc test to discriminate the differences among the species for each investigated parameter. Dunn’s test has two advantages over pairwise Wilcoxon’s test: firstly, it retains the ranks produced Kruskal-Wallis test and, secondly, it also incorporates the pooled variance estimate implied by the null hypothesis of the Kruskal-Wallis test. The p-values computed by Dunn’s test were adjusted to control the family-wise error rate for multiple comparisons. These adjustments were made using the stepwise Holm method (also called Holm-Bonferroni adjustment), which is considered less conservative and more powerful than the Bonferroni method. We used the Wilcoxon’s rank sum test (also known as Mann-Whitney U test) to compare the variables between exotic and native species plantations. This test compares the difference in medians with relaxed assumption of normality of data. Across all the computed p-values, we considered p < 0.05 as significant.\r\nPrincipal Component Analysis (PCA) with scaling 2 was used to observe the correlations and patterns in the soil properties. Since the soil properties are expressed in different measurement units, we computed PCA from a correlation matrix as correlations are the covariances of standardized variables (Borcard, Gillet, and Legendre 2018). Pearson’s correlation coefficient was determined at 0.05 significance level to establish the relationships among soil properties.\r\nAll statistical analyses were performed in R language and statistical environment version 4.1.0 (R Core Team 2021). The rstatix (Kassambara 2021) and ggpubr (Kassambara 2020) packages were used for implementing all statistical tests and correlations. The R package tidyverse was used for data preparation and visualizations (Wickham et al. 2019) and package vegan was used for PCA (Oksanen et al. 2020).\r\nResults\r\nEffect of plantations on spoil physicochemical properties\r\nThe primary aim of this paper was to investigate the effects of species and origin on coal mine spoil restoration.\r\nAmong the spoil physical properties, soil texture parameters (clay, silt and sand content) was significantly differed due to species (Table 1. However, bulk density, pH and water holding capacity were found similar under all species plantations (Table 1.\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#nbrbqplwob .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#nbrbqplwob .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#nbrbqplwob .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#nbrbqplwob .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#nbrbqplwob .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#nbrbqplwob .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#nbrbqplwob .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#nbrbqplwob .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#nbrbqplwob .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#nbrbqplwob .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#nbrbqplwob .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#nbrbqplwob .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#nbrbqplwob .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#nbrbqplwob .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#nbrbqplwob .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#nbrbqplwob .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#nbrbqplwob .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#nbrbqplwob .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#nbrbqplwob .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#nbrbqplwob .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#nbrbqplwob .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#nbrbqplwob .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#nbrbqplwob .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 1: Summary of Kruskal-Wallis test (n = 24; 3 replicates × 8 species) with effect size (η2) for the influence of species on physicochemical properties of mine spoil after five years\r\n  \r\n  Parameters\r\n      H (7)\r\n      p\r\n      η2\r\n    Physical properties\r\n    Bulk density (g/cm3)\r\n\r\n3.644\r\n0.820\r\n−0.210pH\r\n\r\n9.725\r\n0.205\r\n0.170Soil texture: Clay (%)\r\n\r\n21.686\r\n0.003\r\n0.918Soil texture: Sand (%)\r\n\r\n18.987\r\n0.008\r\n0.749Soil texture: Silt (%)\r\n\r\n21.202\r\n0.003\r\n0.888Water holding capacity (%)\r\n\r\n13.649\r\n0.058\r\n0.416Available nutrients\r\n    Ammonium-N (mg/kg)\r\n\r\n18.276\r\n0.011\r\n0.705Mineral-N (mg/kg)\r\n\r\n19.064\r\n0.008\r\n0.754Nitrate-N (mg/kg)\r\n\r\n17.305\r\n0.015\r\n0.644Phosphate-P (mg/kg)\r\n\r\n19.244\r\n0.007\r\n0.765Total soil nutrients\r\n    SOC: TKN\r\n\r\n10.858\r\n0.145\r\n0.241SOC: TP\r\n\r\n14.103\r\n0.049\r\n0.444Soil organic carbon (SOC) (%)\r\n\r\n20.424\r\n0.005\r\n0.839TKN: TP\r\n\r\n14.633\r\n0.041\r\n0.477Total Kjeldahl nitrogen (TKN) (%)\r\n\r\n18.738\r\n0.009\r\n0.734Total phosphorus (TP) (%)\r\n\r\n11.500\r\n0.118\r\n0.281Microbial biomass nutrients\r\n    MBC: MBN\r\n\r\n13.000\r\n0.072\r\n0.375MBC: MBP\r\n\r\n18.947\r\n0.008\r\n0.747MBN: MBP\r\n\r\n17.058\r\n0.017\r\n0.629Microbial biomass carbon (MBC) (mg/kg)\r\n\r\n21.961\r\n0.003\r\n0.935Microbial biomass nitrogen (MBN) (mg/kg)\r\n\r\n21.175\r\n0.004\r\n0.886Microbial biomass phosphorus (MBP) (mg/kg)\r\n\r\n21.517\r\n0.003\r\n0.907Relative microbial biomass nutreints\r\n    MBC: SOC\r\n\r\n19.947\r\n0.006\r\n0.809MBN: 2MBC\r\n\r\n13.000\r\n0.072\r\n0.375MBN: TKN\r\n\r\n20.572\r\n0.004\r\n0.848MBP: 2MBC\r\n\r\n18.947\r\n0.008\r\n0.747MBP: TP\r\n\r\n17.366\r\n0.015\r\n0.648Nitrogen cycling\r\n    N-mineralization rate (mg kg-1 month-1)\r\n\r\n19.862\r\n0.006\r\n0.804Nitrification rate (mg kg-1 month-1)\r\n\r\n18.946\r\n0.008\r\n0.747\r\n\r\n\r\n\r\n\r\nThe present study found that coal mine spoil had almost similar bulk density and neutral pH under both native and exotic plantations (Table 1; Figure 1).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#cuumdgxipu .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#cuumdgxipu .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#cuumdgxipu .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#cuumdgxipu .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#cuumdgxipu .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#cuumdgxipu .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#cuumdgxipu .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#cuumdgxipu .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#cuumdgxipu .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#cuumdgxipu .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#cuumdgxipu .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#cuumdgxipu .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#cuumdgxipu .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#cuumdgxipu .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#cuumdgxipu .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#cuumdgxipu .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#cuumdgxipu .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#cuumdgxipu .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#cuumdgxipu .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#cuumdgxipu .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#cuumdgxipu .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#cuumdgxipu .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#cuumdgxipu .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 2: Physical properties of coal mine spoil under 5-year old plantations of native and exotic woody species\r\n  Species\r\n      BD (g/cm3)\r\n      pH\r\n      WHC (%)\r\n      \r\n        Soil texture\r\n      \r\n    Clay (%)\r\n      Silt (%)\r\n      Sand (%)\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n1.61a\r\n\r\n6.5a\r\n\r\n27.87a\r\n\r\n3.45ab\r\n\r\n12.6ab\r\n\r\n83.95a\r\nCassia siamea\r\n\r\n1.53a\r\n\r\n6.98a\r\n\r\n28.52a\r\n\r\n3.29ab\r\n\r\n13.4ab\r\n\r\n83.31a\r\nCasuarina equisetifolia\r\n\r\n1.59a\r\n\r\n6.67a\r\n\r\n30.54a\r\n\r\n2.7b\r\n\r\n12.35ab\r\n\r\n84.95a\r\nGrevillea pteridifolia\r\n\r\n1.56a\r\n\r\n6.79a\r\n\r\n30.46a\r\n\r\n4.42ab\r\n\r\n13ab\r\n\r\n82.58a\r\nNative\r\n    Albizia lebbeck\r\n\r\n1.6a\r\n\r\n6.63a\r\n\r\n24.48a\r\n\r\n8ab\r\n\r\n14a\r\n\r\n77.64a\r\nAlbizia procera\r\n\r\n1.64a\r\n\r\n7.29a\r\n\r\n29.33a\r\n\r\n15.56a\r\n\r\n5.8b\r\n\r\n78.8a\r\nDendrocalamus strictus\r\n\r\n1.67a\r\n\r\n6.92a\r\n\r\n25.42a\r\n\r\n12.45ab\r\n\r\n8.89ab\r\n\r\n78.95a\r\nTectona grandis\r\n\r\n1.62a\r\n\r\n6.6a\r\n\r\n25.81a\r\n\r\n10.25ab\r\n\r\n5.72b\r\n\r\n84.44a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    BD = Bulk density, WHC = Water holding capacity\r\n    \r\n\r\nHowever, spoil water holding capacity was found significantly higher under exotic plantations than the native plantations (Figure 1).\r\n\r\n\r\n\r\nFigure 1: Spoil physical properties (median ± iqr) under exotic and native plantation after 5-years establishment. The significance of difference was determined with Wilcoxon’s rank sum test (n = 12; 3 replicates × 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. *, and ns, respectively\r\n\r\n\r\n\r\nSimilarly, it appeared that silt and sand was significantly higher spoil under exotic plantations as compared to native plantations. But the clay content showed opposite pattern and was found to be significantly higher under native plantations than the exotic plantations. However, ANOVA showed non-significant differences due to species’ effect except soil texture (Tables 1 & 2).\r\nAvailable nutrients such as ammonium-N (NH4-N), nitrate-N (NO3-N), mineral-N (NH4-N + NO3-N) and inorganic-P (PO4-P) content indicated significant differences due to species (Tables 2 & 3).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#rciqknaall .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#rciqknaall .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#rciqknaall .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#rciqknaall .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#rciqknaall .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#rciqknaall .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#rciqknaall .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#rciqknaall .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#rciqknaall .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#rciqknaall .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#rciqknaall .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#rciqknaall .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#rciqknaall .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#rciqknaall .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#rciqknaall .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#rciqknaall .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#rciqknaall .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#rciqknaall .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#rciqknaall .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rciqknaall .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#rciqknaall .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#rciqknaall .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#rciqknaall .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#rciqknaall .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#rciqknaall .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#rciqknaall .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#rciqknaall .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#rciqknaall .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 3: Available nutrients in coal mine spoil under 5-year old \r\n       plantations of native and exotic woody species\r\n  Species \r\n      NH4-N (mg/kg)\r\n      Mineral-N (mg/kg)\r\n      NO3-N (mg/kg)\r\n      PO4-P (mg/kg)\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n2.5a\r\n\r\n4.4ab\r\n\r\n1.8ab\r\n\r\n3.6a\r\nCassia siamea\r\n\r\n2a\r\n\r\n3.5ab\r\n\r\n1.5ab\r\n\r\n3.4a\r\nCasuarina equisetifolia\r\n\r\n2.4a\r\n\r\n4ab\r\n\r\n1.6ab\r\n\r\n4.2a\r\nGrevillea pteridifolia\r\n\r\n2.4a\r\n\r\n4.3ab\r\n\r\n1.9a\r\n\r\n4a\r\nNative\r\n    Albizia lebbeck\r\n\r\n3.64a\r\n\r\n5.24a\r\n\r\n1.6ab\r\n\r\n9a\r\nAlbizia procera\r\n\r\n3.86a\r\n\r\n5.06ab\r\n\r\n1.2ab\r\n\r\n8.5a\r\nDendrocalamus strictus\r\n\r\n3.6a\r\n\r\n4.5ab\r\n\r\n1.2ab\r\n\r\n9a\r\nTectona grandis\r\n\r\n2.15a\r\n\r\n3.35b\r\n\r\n0.85b\r\n\r\n7.5a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    \r\n\r\nA comparison between exotic and native species plantations revealed that NH4-N was significantly higher whereas NO3-N was significantly lower under native plantations as compared to exotic plantations (Figure 2). Since mineral-N is the sum of NH4-N and NO3-N, no significant differences were observed for mineral-N under exotic and native species plantations (Figure 2). However, inorganic phosphorus (PO4-P) was found significantly higher under native plantations than the exotic plantations (Figure 2).\r\n\r\n\r\n\r\nFigure 2: Available nutrients in coal mine spoil under exotic and native plantation after 5-years of the establishment. The significance of difference was determined with Student’s t-test (n = 12; 3 replicates of each 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. *, ns, respectively\r\n\r\n\r\n\r\nThe concentration of total soil nutrients (C, N, and P) was also significantly varied due to species as indicated by ANOVA (Tables 2 & 4).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#rmdzshznqy .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#rmdzshznqy .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#rmdzshznqy .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#rmdzshznqy .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#rmdzshznqy .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#rmdzshznqy .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#rmdzshznqy .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#rmdzshznqy .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#rmdzshznqy .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#rmdzshznqy .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#rmdzshznqy .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#rmdzshznqy .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#rmdzshznqy .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#rmdzshznqy .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#rmdzshznqy .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#rmdzshznqy .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#rmdzshznqy .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#rmdzshznqy .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#rmdzshznqy .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#rmdzshznqy .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#rmdzshznqy .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#rmdzshznqy .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#rmdzshznqy .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 4: Total soil nutrients in coal mine spoil under 5-year old \r\n       plantations of native and exotic woody species\r\n  Species\r\n      SOC (%)\r\n      TKN (%)\r\n      TP (%)\r\n      SOC: TKN\r\n      SOC: TP\r\n      TKN: TP\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n0.58ab\r\n\r\n0.07ab\r\n\r\n0.02a\r\n\r\n9.67a\r\n\r\n36a\r\n\r\n3.5a\r\nCassia siamea\r\n\r\n0.46ab\r\n\r\n0.05ab\r\n\r\n0.01a\r\n\r\n9.2a\r\n\r\n46a\r\n\r\n5a\r\nCasuarina equisetifolia\r\n\r\n0.6ab\r\n\r\n0.05ab\r\n\r\n0.02a\r\n\r\n10.6a\r\n\r\n30.5a\r\n\r\n3.5a\r\nGrevillea pteridifolia\r\n\r\n0.55ab\r\n\r\n0.06ab\r\n\r\n0.01a\r\n\r\n9.17a\r\n\r\n52a\r\n\r\n5a\r\nNative\r\n    Albizia lebbeck\r\n\r\n0.73a\r\n\r\n0.07a\r\n\r\n0.02a\r\n\r\n10.43a\r\n\r\n36.5a\r\n\r\n3.5a\r\nAlbizia procera\r\n\r\n0.42ab\r\n\r\n0.06ab\r\n\r\n0.02a\r\n\r\n7.6a\r\n\r\n21a\r\n\r\n3a\r\nDendrocalamus strictus\r\n\r\n0.67ab\r\n\r\n0.07a\r\n\r\n0.02a\r\n\r\n9.57a\r\n\r\n33.5a\r\n\r\n3.5a\r\nTectona grandis\r\n\r\n0.24b\r\n\r\n0.02b\r\n\r\n0.02a\r\n\r\n10.67a\r\n\r\n12a\r\n\r\n1a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    SOC = Soil organic carbon, TKN = Total Kjeldahl nitrogen, TP = Total phosphorus\r\n    \r\n\r\nThe maximum concentration for soil organic carbon (SOC) and total kjeldahl nitrogen (TKN) was found in Albizia lebbeck (a native species) followed by Dendrocalamus strictus (Table 4). Although native plantations (A. lebbeck, A. procera and D. strictus), except T. grandis plantation, showed a higher SOC and TKN than exotic plantations, these differences were not found to be statistically significant. The comparison between exotic and native plantations indicated that differences in SOC, TKN and their ratio (SOC: TKN) were non-significant, whereas. total Total phosphorus (TP) was significantly lower, and whereas SOC:TP and TKN:TP ratio were significantly higher under exotic plantations than the native plantations after 5-years of establishment (Figure 3).\r\n\r\n\r\n\r\nFigure 3: Total soil nutrients in coal mine spoil under exotic and native plantation after 5-years of the establishment. The central white diamond represents the mean of each variable. The significance of difference was determined with Wilcoxon’s rank sum test (n = 12; 3 replicates × 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. *, and ns, respectively\r\n\r\n\r\n\r\nIn this study, soil microbial biomass carbon (MB-C), microbial biomass nitrogen (MB-N), and microbial biomass phosphorus (MB-P) were found to be significantly varied due to the effect of species (Table 5). This was evident from the results of ANOVA which showed highly significant differences in MB-C, MB-N, MB-P, and their ratios due to species (Table 2).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#pplfvrssnu .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#pplfvrssnu .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#pplfvrssnu .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#pplfvrssnu .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#pplfvrssnu .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#pplfvrssnu .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#pplfvrssnu .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#pplfvrssnu .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#pplfvrssnu .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#pplfvrssnu .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#pplfvrssnu .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#pplfvrssnu .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#pplfvrssnu .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#pplfvrssnu .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#pplfvrssnu .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#pplfvrssnu .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#pplfvrssnu .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#pplfvrssnu .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#pplfvrssnu .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#pplfvrssnu .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#pplfvrssnu .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#pplfvrssnu .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#pplfvrssnu .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 5: Microbial biomass nutrients in coal mine spoil under 5-year old \r\n       plantations of native and exotic woody species\r\n  Species\r\n      MBC (mg/kg)\r\n      MBN (mg/kg)\r\n      MBP (mg/kg)\r\n      MBC: MBN\r\n      MBC: MBP\r\n      MBN: MBP\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n142.5ab\r\n\r\n14ab\r\n\r\n4.2ab\r\n\r\n10.18a\r\n\r\n33.93ab\r\n\r\n3.33a\r\nCassia siamea\r\n\r\n122b\r\n\r\n10a\r\n\r\n3b\r\n\r\n12.2a\r\n\r\n40.67b\r\n\r\n3.33a\r\nCasuarina equisetifolia\r\n\r\n150ab\r\n\r\n17ab\r\n\r\n5.2ab\r\n\r\n8.82a\r\n\r\n28.85ab\r\n\r\n3.27a\r\nGrevillea pteridifolia\r\n\r\n140ab\r\n\r\n17ab\r\n\r\n6.5ab\r\n\r\n8.24a\r\n\r\n21.54ab\r\n\r\n2.62a\r\nNative\r\n    Albizia lebbeck\r\n\r\n260a\r\n\r\n32.96ab\r\n\r\n16.5a\r\n\r\n7.89a\r\n\r\n15.76a\r\n\r\n2a\r\nAlbizia procera\r\n\r\n240ab\r\n\r\n32ab\r\n\r\n12.8ab\r\n\r\n7.43a\r\n\r\n18.75ab\r\n\r\n3.05a\r\nDendrocalamus strictus\r\n\r\n323.74a\r\n\r\n38.4b\r\n\r\n16.2a\r\n\r\n8.43a\r\n\r\n19.98ab\r\n\r\n2.37a\r\nTectona grandis\r\n\r\n179.67ab\r\n\r\n26.85ab\r\n\r\n11ab\r\n\r\n6.69a\r\n\r\n16.33a\r\n\r\n2.44a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    MBC = Microbial biomass carbon, MBN = Microbial biomass nitrogen,\r\nMBP = Microbial biomass phosphorus\r\n    \r\n\r\nFurther, all the microbial biomass nutrients analysed in this study were found to be significantly higher under native plantations as compared to exotic plantations after 5-years of their establishment (Fig. 4). As a result the ratios of microbial biomass nutrients were also found to be significantly varied among exotic and native species and MB-C:MB-N, MB-C:MB-P, and MB-N:MB-P are found to be significantly lower in native species as compared to the exotic species (Fig. 4).\r\n\r\n\r\n\r\nFigure 4: Soil microbial biomass nutrients in coal mine spoil under exotic and native plantation after 5-years of the establishment. The significance of difference was determined with Wilcoxon’s rank sum test (n = 12; 3 replicates × 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. * and ns, respectively\r\n\r\n\r\n\r\nWhen we analysed the microbial biomass nutrients as the fraction of total soil nutrients, we found similar results. The proportional microbial biomass nutrients were also found to be significantly varied due to the effect of species (Table 2). The microbial biomass carbon (MB-C) accounted for 3.73–7.49% under native and 2.43–2.61% under exotic plantations of the total soil organic carbon (SOC) in the respective plantations. Similarly, the microbial biomass nitrogen (MB-N) was 4.76–10.84% under native plantations and 2.12–3.02% of total Kjeldahl nitrogen (TKN) was in the exotic plantations (Table 6).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#ktymqiphoi .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ktymqiphoi .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#ktymqiphoi .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#ktymqiphoi .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ktymqiphoi .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ktymqiphoi .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#ktymqiphoi .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ktymqiphoi .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#ktymqiphoi .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ktymqiphoi .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ktymqiphoi .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#ktymqiphoi .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#ktymqiphoi .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ktymqiphoi .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ktymqiphoi .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ktymqiphoi .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#ktymqiphoi .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#ktymqiphoi .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#ktymqiphoi .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#ktymqiphoi .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#ktymqiphoi .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#ktymqiphoi .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#ktymqiphoi .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 6: Microbial biomass nutrients relative to total nutrients in coal mine spoil under 5-year old \r\n       plantations of native and exotic woody species\r\n  Species\r\n      RMBC (%)\r\n      RMBN (%)\r\n      RMBP (%)\r\n      MBN: 2MBC\r\n      MBP: 2MBC\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n2.46a\r\n\r\n2.14a\r\n\r\n2.2a\r\n\r\n4.91a\r\n\r\n1.47ab\r\nCassia siamea\r\n\r\n2.7a\r\n\r\n2a\r\n\r\n3a\r\n\r\n4.1a\r\n\r\n1.23b\r\nCasuarina equisetifolia\r\n\r\n2.62a\r\n\r\n3.4ab\r\n\r\n2.9a\r\n\r\n5.67a\r\n\r\n1.73ab\r\nGrevillea pteridifolia\r\n\r\n2.5a\r\n\r\n2.83ab\r\n\r\n6.5a\r\n\r\n6.07a\r\n\r\n2.32ab\r\nNative\r\n    Albizia lebbeck\r\n\r\n3.56a\r\n\r\n4.71ab\r\n\r\n8.25a\r\n\r\n6.34a\r\n\r\n3.17a\r\nAlbizia procera\r\n\r\n5.87a\r\n\r\n6ab\r\n\r\n6.4a\r\n\r\n6.73a\r\n\r\n2.67ab\r\nDendrocalamus strictus\r\n\r\n4.62a\r\n\r\n5.49ab\r\n\r\n8.25a\r\n\r\n5.93a\r\n\r\n2.5ab\r\nTectona grandis\r\n\r\n7.49a\r\n\r\n13.43b\r\n\r\n5.5a\r\n\r\n7.47a\r\n\r\n3.06a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    RMBC = Relative microbial biomass carbon,\r\nRMBN = Relative microbial biomass nitrogen,\r\nRMBP = Relative microbial biomass phosphorus\r\n    \r\n\r\nThe comparison between exotic and native species suggested that the relative proportion of microbial nutrients to the total soil nutrients was higher under native plantations than the exotic plantations (Fig. 5).\r\n\r\n\r\n\r\nFigure 5: Soil microbial biomass nutrients relative to total nutrients in coal mine spoil under exotic and native plantation after 5-years of the establishment. The significance of difference was determined with Wilcoxon’s rank sum test (n = 12; 3 replicates × 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. * and ns, respectively\r\n\r\n\r\n\r\nThe estimated nitrification and nitrogen mineralization rates indicated significant variations due to species (Table 2).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#ihqbkfjqjt .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ihqbkfjqjt .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#ihqbkfjqjt .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ihqbkfjqjt .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ihqbkfjqjt .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#ihqbkfjqjt .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ihqbkfjqjt .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#ihqbkfjqjt .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#ihqbkfjqjt .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ihqbkfjqjt .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ihqbkfjqjt .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#ihqbkfjqjt .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#ihqbkfjqjt .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#ihqbkfjqjt .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#ihqbkfjqjt .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#ihqbkfjqjt .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#ihqbkfjqjt .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#ihqbkfjqjt .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 7: Nitrification and nitrogen mineralisation in coal mine spoil under 5-year old \r\n       plantations of native and exotic woody species\r\n  Species\r\n      Nitrification rate (mg kg-1 month-1)\r\n      N-mineralization rate (mg kg-1 month-1)\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n3.33a\r\n\r\n5.35ab\r\nCassia siamea\r\n\r\n3.29a\r\n\r\n5.3ab\r\nCasuarina equisetifolia\r\n\r\n3.22a\r\n\r\n5.22ab\r\nGrevillea pteridifolia\r\n\r\n3.1a\r\n\r\n5.01ab\r\nNative\r\n    Albizia lebbeck\r\n\r\n2.46a\r\n\r\n9.02a\r\nAlbizia procera\r\n\r\n1.65a\r\n\r\n5.88ab\r\nDendrocalamus strictus\r\n\r\n1.69a\r\n\r\n6.75ab\r\nTectona grandis\r\n\r\n1.35a\r\n\r\n3.17b\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are medians of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Dunn's post-hoc test\r\n    \r\n\r\nNitrification rates were found significantly higher under exotic plantations as compared to native plantations (Fig. 6). But no significant differences were observed for nitrogen mineralization rates under exotic and native plantations (Fig. 6). However, it showed high variability under native plantations (3.62–8.59 mg kg-1 month-1) as compared to exotic plantations (5.01–5.35 mg kg-1 month-1).\r\n\r\n\r\n\r\nFigure 6: Nitrification and N-mineralisation rates in coal mine spoil under exotic and native plantation after 5-years of the establishment. The significance of difference was determined with Student’s t-test (n = 12; 3 replicates × 4 species) and p-values <0.0001, <0.001, <0.01, <0.05 and >0.05 corresponds to ****, ***, **. * and ns, respectively\r\n\r\n\r\n\r\nInter-relationship in soil vegetation redevelopment under exotic and native plantations\r\nSecondly, we aim to deduce relationships between investigated parameters regardless of species and origin. The results\r\nThis study found a non-significant positive relationship between microbial biomass carbon and soil organic carbon (Fig. 7). However, this relationship was significant under native species plantations but non-significant under exotic plantations (Fig. 7).\r\n\r\n\r\n\r\nFigure 7: Relationship between microbial biomass carbon (MB-C) and soil organic carbon (SOC). The strength of the relationship is tested using the linear Pearson’s correlation coefficient (represented as r) at a 0.05 significance level.\r\n\r\n\r\n\r\nFurther, microbial biomass nutrients were found to be associated with soil texture. All the microbial biomass nutrients exhibited a significant positive relationship with soil clay content and a significant negative relationship with soil sand content (Fig. 8). Although the soil silt content was showed a non-significant negative association with microbial biomass carbon and microbial biomass phosphorus, it displayed a significant negative relation with microbial biomass nitrogen (Fig. 8). However, most of these relationships were not found to be significant under exotic and native plantations, when analysed separately.\r\n\r\n\r\n\r\nFigure 8: Relationship between microbial biomass nutrients and soil texture. The strength of relationship is tested using the linear Pearson’s correlation coefficient (represented as r) at 0.05 significance level.\r\n\r\n\r\n\r\nSimilarly, the nitrification rates were significantly negatively associated whereas the nitrogen mineralization rates were significantly positively associated with microbial biomass nutrients (Fig. 9). However, these relationships were also not found to be significant under exotic and native plantations, when analysed separately.\r\n\r\n\r\n\r\nFigure 9: Relationship of microbial biomass nutrients with nitrification and nitrogen mineralisation rates. The strength of relationship is tested using the linear Pearson’s correlation coefficient (represented as r) at 0.05 significance level.\r\n\r\n\r\n\r\nPrincipal Component Analysis (PCA) correlation biplot suggests that some soil properties can be grouped on the basis of their strong associations. The first two principal axes explained about 70% of total variation in the data (Fig. 9). The soil sand content is negatively correlated with ammonium nitrogen, soil organic carbon (soc) and microbial biomass nutrients (mbc, mbn, mbp) whereas positively correlated with nitrification rates. Similarly, the silt content is positively associated with nitrate-nitrogen, nitrification rates and soil organic carbon, whereas it was negatively associated with clay content, inorganic phosphorus (PO4-P) and microbial biomass nitrogen. Thus, the PCA correlation biplot also supports the above derived relationships of soil texture with microbial biomass nutrients and nitrogen cycling, in addition to the relation of SOC and MBC.\r\n\r\n\r\n\r\nFigure 10: Principal Component Analysis correlation biplot for the soil properties under the 5-year plantations of exotic and native species on coal mine spoil. The points represent the plantation species and arrows display the soil properties variables. Each eigenvector is scaled to the square root of its eigenvalue. The angles between variables in the biplot reflect their correlations. Angles close to zero degrees reflects a strong positive, whereas angles close to 180 degrees reflect the strong negative correlation between the variables. Very low or no correlation is represented by an angle close to 90 degrees.\r\n\r\n\r\n\r\nDiscussion\r\nSoil physico-chemical properties under exotic and native plantations\r\nFresh mine spoils are characterized by neutral pH, high bulk density, low water holding capacity (WHC), and deficiency of soil nutrients (A. N. Singh, Raghubanshi, and Singh 2004b). However, the older mine spoils have relatively better physical properties as compared to fresh spoils. Soil physical properties are distinctly better in the natural forests as compared to the mine spoil, suggesting that plantations improve soil physical properties (K. P. Singh and Mishra 1979). The present study found that the bulk density and pH were similar under both plantations indicating that both types of plantations have similar effects on bulk density and pH. Further, it might be possible a time frame of just five years might be insufficient to observe effects on bulk density and pH. The higher clay content under native species suggests that the roots of these species might have released some acidic substances, which caused chemical withering. Among native species, A. procera and A. lebbeck are most suitable for soil restoration (A. N. Singh, Raghubanshi, and Singh 2004a).\r\nSoil nutrients are usually associated with litterfall and litter decomposition rates, since litter is a major source of soil nutrients in terrestrial ecosystems. A recent comparison of 5-year-old exotic and native plantations on coal mine spoil suggested that native plantations have more litterfall and decomposition rates as compared to exotic plantations, though the differences were non-significant (A. N. Singh and Kumar 2022). Ammonification is the process of formation of organic nitrogen from the decomposition of organic matter including plant litter. The higher NH4-N under native plantations suggests a higher ammonification rate, which might be associated with relatively higher litterfall and faster decomposition rates under native plantations as compared to exotic plantations. Further, it also indicates that ammonifying bacteria might have developed and colonized faster under native plantations than the exotic plantations. On the other hand, the higher NH4-N and lower NO3-N under native species suggests a lower nitrification rate, which in turn indicate low abundance and activity of nitrifying bacteria (Isobe et al. 2020). Lower nitrification rates as compared to higher ammonification rates might be the consequence of underlying microbial diversity since the latter involves highly diverse microbes (Isobe et al. 2020). Further, the activity of nitrifiers is sensitive to water availability, drier conditions of the coal mine spoils might have restricted the nitrification rates (Isobe et al. 2020). Furthermore, it may also be possible that available NO3-N might be readily absorbed by the plants resulting in low net NO3-N under the native plantations. Similarly, inorganic phosphate under native plantations again suggests development of microbes including mycorrhizal fungi.\r\nAlthough the total soil organic carbon (SOC) and total kjeldahl nitrogen (TKN) were similar under both plantations, total phosphorus content was better under native plantations than the exotic plantations. Among native species, Albizia lebbeck and Dendrocalamus strictus seemed to be suitable to raise the C and N capital in the redevelopment soil of mine spoil (A. N. Singh, Zeng, and Chen 2006). However, these concentrations were considerably lower than those in natural deciduous forests (organic C = 0.47–2.1%, total N = 0.05–0.16%) (L. Singh and Singh 1993). The carbon to nitrogen ratio (C:N ratio) determines the mineralization and immobilization of nutrients from the organic matter. A lower C:N ratio favors mineralization whereas a higher C:N ratio favors immobilization. The soil C:N ratio was close to 10:1 in the present study suggests faster mineralization to release nutrients. This ratio was slightly lower under native plantation (9.5:1) than the exotic plantation (9.8:1).\r\nThe nutrients in organic matter are first immobilized by the microbes in the form of microbial biomass. When these microbes die, the nutrients are released back to the soil through mineralization (J. S. Singh et al. 1989). Thus, higher microbial biomass nutrients are preferred for redevelopment and restoration of degraded soils because it aids in re-establishment of nutrient cycle (Srivastava, Jha, and Singh 1989). Therefore, the present study advocates the suitability of native species for recovery of nutrient cycling as the microbial biomass nutrients (C, N and P) were significantly higher native plantations as compared to exotic plantations. Further, the lower microbial biomass C:N ratio under native plantations suggests faster mineralization rates under these plantations as compared to exotic plantations. Moreover, microbes consumed a higher fraction of total soil nutrients under native plantations as indicated by higher values of microbial biomass nutrients to the total soil nutrients, which is considered as a measure of the success of reclamation efforts (Insam and Domsch 1988; Izquierdo et al. 2005). This higher nutrient immobilization rates under native plantations again favors native species plantations for re-establishment of nutrient cycling and rehabilitation of mine spoil.\r\nRelationships of soil physico-chemical properties\r\nThe relationships between soil organic matter, microbial biomass, and microbial activity have been proposed as soil maturity indicators (Insam and Domsch 1988). A positive linear relationship between soil organic carbon and microbial biomass carbon indicates that the two parameters mirror each other during the early soil redevelopment period. However, the relationship was stronger and more significant under native plantations as compared to the exotic plantations. This positive association suggests that increased input of organic carbon might reduce competition among heterotrophic microbes resulting in higher microbial biomass carbon. Thus, higher availability of energy substrate might have increased their assimilation and growth rates.\r\nSoil texture can influence the soil processes through effects on microbes, surface area, porosity and water availability. The amount and type of clay in a soil can affect mineralization rates as coarse-textured soils low in clay tend to increase the rate, and as the soil clay content increases, the rate decreases. A very strong positive correlation among the microbial biomass nutrients (C, N, P) suggests that these are associated with each other i.e., carbon acquisition is also accompanied by acquisition of nitrogen and phosphorus by the microbes.\r\nConsidering all together, all the species substantially differed in their soil restoration potential possibly due to individual species traits. All native species performed much better than the exotic species in improving soil physicochemical properties of coal mine spoil. Among native species, A. lebbeck can be considered as the most suitable species for degraded soil which is advocated by earlier studies (A. N. Singh, Raghubanshi, and Singh 2004b, 2004a). However, the soil restoration potential of T. grandis was relatively lower than other native species but still better than exotic species. This might be due to slow growth rates and low amount of litterfall under these plantations. However, T. grandis species cannot be ignored due to its high economic importance and higher rates of biodiversity development under plantations of this species as compared to other native species (Kumar et al. 2020). Thus, all the species can be broadly divided into three groups (i) all exotic species, (ii) T. grandis, and (iii) native species excluding T. grandis in order of better soil restoration potential in terms of soil physicochemical properties such as soil texture, soil nutrients and nutrient cycling.\r\nConclusions\r\nThe present study suggested that exotic and native species differ in their soil restoration potential of coal mine spoil. Native species are clearly more effective for soil redevelopment and restoration than the exotic species irrespective of their leguminous or non-leguminous nature. Soil physicochemical properties such as clay content, available soil nutrients and fertility can be substantially improved by planting more native species than the exotic species. Thus, an optimal combination of plantation species with highest soil-building capacities should be planted on coal mine spoils.native species have satisfactory performance in the restoration of coal mine habitat rather than by exotic species. However, more comparative knowledge on the species-specific effects on ecosystem restoration is still required. The increased understanding about soil properties relationships will be beneficial to restoration practitioners for assessing the soil quality. Our study provided the evidence for positive relationship of microbial biomass carbon and soil organic carbon. Also, the positive association of microbial biomass nutrients with clay content and nitrogen mineralization rates were supported by our data. Thus, soil clay content can be used as an indicator for soil quality during ecological restoration.\r\nSupplementary information\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#mttzhmtsht .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#mttzhmtsht .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#mttzhmtsht .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#mttzhmtsht .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#mttzhmtsht .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#mttzhmtsht .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#mttzhmtsht .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#mttzhmtsht .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#mttzhmtsht .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#mttzhmtsht .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#mttzhmtsht .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#mttzhmtsht .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#mttzhmtsht .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#mttzhmtsht .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#mttzhmtsht .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#mttzhmtsht .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#mttzhmtsht .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#mttzhmtsht .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#mttzhmtsht .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#mttzhmtsht .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#mttzhmtsht .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#mttzhmtsht .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#mttzhmtsht .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 8: Summary of Wilcoxon rank sum test to compare physicochemical properties of mine spoil under exotic and native plantations after five years\r\n  \r\n  Parameters\r\n      Statistic\r\n      p\r\n      Effect size\r\n      Magnitude\r\n    Physical properties\r\n    Bulk density (g/cm3)\r\n\r\n56.500\r\n0.386\r\n0.183\r\nsmallpH\r\n\r\n64.500\r\n0.686\r\n0.088\r\nsmallSoil texture: Clay (%)\r\n\r\n0.000\r\n0.000\r\n0.849\r\nlargeSoil texture: Sand (%)\r\n\r\n123.000\r\n0.002\r\n0.601\r\nlargeSoil texture: Silt (%)\r\n\r\n108.000\r\n0.040\r\n0.424\r\nmoderateWater holding capacity (%)\r\n\r\n116.500\r\n0.011\r\n0.525\r\nlargeAvailable nutrients\r\n    Ammonium-N (mg/kg)\r\n\r\n19.000\r\n0.002\r\n0.626\r\nlargeMineral-N (mg/kg)\r\n\r\n45.000\r\n0.125\r\n0.319\r\nmoderateNitrate-N (mg/kg)\r\n\r\n123.000\r\n0.003\r\n0.608\r\nlargePhosphate-P (mg/kg)\r\n\r\n0.000\r\n0.000\r\n0.851\r\nlargeTotal soil nutrients\r\n    SOC: TKN\r\n\r\n69.000\r\n0.887\r\n0.035\r\nsmallSOC: TP\r\n\r\n110.000\r\n0.030\r\n0.448\r\nmoderateSoil organic carbon (SOC) (%)\r\n\r\n74.500\r\n0.908\r\n0.029\r\nsmallTKN: TP\r\n\r\n111.000\r\n0.023\r\n0.471\r\nmoderateTotal Kjeldahl nitrogen (TKN) (%)\r\n\r\n63.000\r\n0.608\r\n0.111\r\nsmallTotal phosphorus (TP) (%)\r\n\r\n36.000\r\n0.012\r\n0.519\r\nlargeMicrobial biomass nutrients\r\n    MBC: MBN\r\n\r\n116.000\r\n0.010\r\n0.519\r\nlargeMBC: MBP\r\n\r\n136.000\r\n0.000\r\n0.754\r\nlargeMBN: MBP\r\n\r\n131.500\r\n0.001\r\n0.701\r\nlargeMicrobial biomass carbon (MBC) (mg/kg)\r\n\r\n0.000\r\n0.000\r\n0.850\r\nlargeMicrobial biomass nitrogen (MBN) (mg/kg)\r\n\r\n1.000\r\n0.000\r\n0.837\r\nlargeMicrobial biomass phosphorus (MBP) (mg/kg)\r\n\r\n0.000\r\n0.000\r\n0.849\r\nlargeRelative microbial biomass nutreints\r\n    MBC: SOC\r\n\r\n0.000\r\n0.000\r\n0.849\r\nlargeMBN: 2MBC\r\n\r\n28.000\r\n0.010\r\n0.519\r\nlargeMBN: TKN\r\n\r\n0.000\r\n0.000\r\n0.849\r\nlargeMBP: 2MBC\r\n\r\n8.000\r\n0.000\r\n0.754\r\nlargeMBP: TP\r\n\r\n12.000\r\n0.001\r\n0.708\r\nlargeNitrogen cycling\r\n    N-mineralization rate (mg kg-1 month-1)\r\n\r\n31.000\r\n0.019\r\n0.484\r\nmoderateNitrification rate (mg kg-1 month-1)\r\n\r\n143.000\r\n0.000\r\n0.837\r\nlarge\r\n\r\nAcknowledgements\r\nAuthors are grateful to the Chairperson, Department of Botany, Panjab University, Chandigarh as well as the Chairperson, Department of Botany, Banaras Hindu University, Varanasi for providing all necessary facilities required for the work. The authors are also deeply thankful to Prof. J. S. Singh for his constructive guidelines and supervision during the study. University Grants Commission, Government of India is acknowledged for financial assistance in GATE fellowship to ANS and Junior Research Fellowship to AK.\r\nAuthor’s contribution\r\nAnand Narain Singh: Conceptualization, Data curation (lead), Formal Analysis (equal), Investigation (lead), Methodology (lead), Project administration, Resources, Supervision, Validation (lead), Writing – original draft (lead), Writing – review & editing (equal). Abhishek Kumar: Data curation (supporting), Formal Analysis (equal), Funding acquisition, Methodology (supporting), Software, Validation (supporting), Visualization (lead), Writing – original draft (supporting), Writing – review & editing (equal).\r\n\r\n\r\n\r\nAllen, S. E., H. M. Grimshaw, and A. P. Rowland. 1986. “Chemical Analysis.” In Methods in Plant Ecology, edited by P. D. Moore and S. B. Chapman, 2nd ed., 285–344. Oxford: Blackwell Scientific Publications.\r\n\r\n\r\nAPHA. 1985. Standard methods for the examination of water and wastewater. 16th ed. Washington, D.C.: American Public Health Association. http://hdl.handle.net/2027/mdp.39015068248015.\r\n\r\n\r\nBerger, John J. 1993. “Ecological Restoration and NonIndigenous Plant Species: A Review.” Restoration Ecology 1 (2): 74–82. https://doi.org/10.1111/j.1526-100x.1993.tb00012.x.\r\n\r\n\r\nBorcard, Daniel, François Gillet, and Pierre Legendre. 2018. “Unconstrained Ordination.” In Numerical Ecology with R, 2nd ed., 151–201. Cham: Springer. https://doi.org/10.1007/978-3-319-71404-2_5.\r\n\r\n\r\nCusack, Daniela, and Florencia Montagnini. 2004. “The role of native species plantations in recovery of understory woody diversity in degraded pasturelands of Costa Rica.” Forest Ecology and Management 188 (1-3): 1–15. https://doi.org/10.1016/S0378-1127(03)00302-5.\r\n\r\n\r\nDAntonio, Carla, and Laura A. Meyerson. 2002. “Exotic Plant Species as Problems and Solutions in Ecological Restoration: A Synthesis.” Restoration Ecology 10 (4): 703–13. https://doi.org/10.1046/j.1526-100x.2002.01051.x.\r\n\r\n\r\nDiemont, Stewart A. W., Jay F. Martin, Samuel I. Levy-Tacher, Ronald B. Nigh, Pedro Ramirez Lopez, and J. Duncan Golicher. 2006. “Lacandon Maya forest management: Restoration of soil fertility using native tree species.” Ecological Engineering 28 (3 SPEC. ISS.): 205–12. https://doi.org/10.1016/j.ecoleng.2005.10.012.\r\n\r\n\r\nDutta, Raman Kumar, and Madhoolika Agrawal. 2001. “Litterfall, Litter Decomposition and Nutrient Release in Five Exotic Plant Species Planted on Coal Mine Spoils.” Pedobiologia 45 (4): 298–312. https://doi.org/10.1078/0031-4056-00088.\r\n\r\n\r\n———. 2003. “Restoration of Opencast Coal Mine Spoil by Planting Exotic Tree Species: A Case Study in Dry Tropical Region.” Ecological Engineering 21 (2-3): 143–51. https://doi.org/10.1016/j.ecoleng.2003.10.002.\r\n\r\n\r\nEno, Charles F. 1960. “Nitrate production in the field by incubating the soil in polyethylene bags.” Soil Science Society of America Journal 24 (4): 277–79. https://doi.org/10.2136/sssaj1960.03615995002400040019x.\r\n\r\n\r\nFeng, Yu, Jinman Wang, Zhongke Bai, and Lucy Reading. 2019. “Effects of Surface Coal Mining and Land Reclamation on Soil Properties: A Review.” Earth-Science Reviews 191: 12–25. https://doi.org/10.1016/j.earscirev.2019.02.015.\r\n\r\n\r\nFisher, Richard F. 1995. “Amelioration of Degraded Rain Forest Soils by Plantations of Native Trees.” Soil Science Society of America Journal 59 (2): 544–49. https://doi.org/10.2136/sssaj1995.03615995005900020039x.\r\n\r\n\r\nInsam, H., and K H Domsch. 1988. “Relationship Between Soil Organic Carbon and Microbial of Reclamation Sites.” Microbial Ecology 15 (2): 177–88.\r\n\r\n\r\nIsobe, Kazuo, Yuta Ise, Hiroyu Kato, Tomoki Oda, Christian E Vincenot, Keisuke Koba, Ryunosuke Tateno, Keishi Senoo, and Nobuhito Ohte. 2020. “Consequences of microbial diversity in forest nitrogen cycling: diverse ammonifiers and specialized ammonia oxidizers.” ISME Journal 14 (1): 12–25. https://doi.org/10.1038/s41396-019-0500-2.\r\n\r\n\r\nIzquierdo, I., F. Caravaca, M. M. Alguacil, G. Hernández, and A. Roldán. 2005. “Use of microbiological indicators for evaluating success in soil restoration after revegetation of a mining area under subtropical conditions.” Applied Soil Ecology 30 (1): 3–10. https://doi.org/10.1016/j.apsoil.2005.02.004.\r\n\r\n\r\nJackson, M. L. 1958. Soil Chemical Analysis. Englewood Cliffs, N. J.: Prentice‐Hall, Inc.\r\n\r\n\r\nKassambara, Alboukadel. 2020. ggpubr: ’Ggplot2’ Based Publication Ready Plots. https://CRAN.R-project.org/package=ggpubr.\r\n\r\n\r\n———. 2021. rstatix: Pipe-Friendly Framework for Basic Statistical Tests. https://CRAN.R-project.org/package=rstatix.\r\n\r\n\r\nKumar, Pardeep, Abhishek Kumar, Meenu Patil, Nitin Sharma, and Anand Singh. 2020. “Plant Diversity Development Under Planted Woody Species on Coal Mine Spoil in a Dry Tropical Environment, India: A Case Study.” Journal of Ecological Engineering 21 (2): 228–43. https://doi.org/10.12911/22998993/116330.\r\n\r\n\r\nLugo, Ariel E., Deane Wang, and F. Herbert Bormann. 1990. “A comparative analysis of biomass production in five tropical tree species.” Forest Ecology and Management 31 (3): 153–66. https://doi.org/10.1016/0378-1127(90)90158-8.\r\n\r\n\r\nOksanen, Jari, F. Guillaume Blanchet, Michael Friendly, Roeland Kindt, Pierre Legendre, Dan McGlinn, Peter R. Minchin, et al. 2020. Vegan: Community Ecology Package. https://CRAN.R-project.org/package=vegan.\r\n\r\n\r\nParrotta, John A. 1999. “Productivity, nutrient cycling, and succession in single- and mixed-species plantations of Casuarina equisetifolia, Eucalyptus robusta, and Leucaena leucocephala in Puerto Rico.” Forest Ecology and Management 124 (1): 45–77. https://doi.org/10.1016/S0378-1127(99)00049-3.\r\n\r\n\r\nParrotta, John A., and Oliver H. Knowles. 2001. “Restoring tropical forests on lands mined for bauxite: Examples from the Brazilian Amazon.” Ecological Engineering 17 (2-3): 219–39. https://doi.org/10.1016/S0925-8574(00)00141-5.\r\n\r\n\r\nR Core Team. 2021. R: A Language and Environment for Statistical Computing. Vienna, Austria: R Foundation for Statistical Computing. https://www.R-project.org/.\r\n\r\n\r\nSingh, A. 2001. “Comparative Growth Behaviour and Leaf Nutrient Status of Native Trees Planted on Mine Spoil with and Without Nutrient Amendment.” Annals of Botany 87 (6): 777–87. https://doi.org/10.1006/anbo.2001.1414.\r\n\r\n\r\nSingh, A. N., A. S. Raghubanshi, and J. S. Singh. 2002. “Plantations as a Tool for Mine Spoil Restoration.” Current Science 82 (12): 1436–41. https://www.jstor.org/stable/24106177.\r\n\r\n\r\n———. 2004a. “Impact of Native Tree Plantations on Mine Spoil in a Dry Tropical Environment.” Forest Ecology and Management 187 (1): 49–60. https://doi.org/10.1016/s0378-1127(03)00309-8.\r\n\r\n\r\n———. 2004b. “Comparative Performance and Restoration Potential of Two Albizia Species Planted on Mine Spoil in a Dry Tropical Region, India.” Ecological Engineering 22 (2): 123–40. https://doi.org/10.1016/j.ecoleng.2004.04.001.\r\n\r\n\r\nSingh, A. N., and J. S. Singh. 1999. “Biomass, Net Primary Production and Impact of Bamboo Plantation on Soil Redevelopment in a Dry Tropical Region.” Forest Ecology and Management 119 (1-3): 195–207. https://doi.org/10.1016/s0378-1127(98)00523-4.\r\n\r\n\r\n———. 2006. “Experiments on Ecological Restoration of Coal Mine Spoil Using Native Trees in a Dry Tropical Environment, India: A Synthesis.” New Forests 31 (1): 25–39. https://doi.org/10.1007/s11056-004-6795-4.\r\n\r\n\r\nSingh, A. N., D. H. Zeng, and F. S. Chen. 2006. “Effect of Young Woody Plantations on Carbon and Nutrient Accretion Rates in a Redeveloping Soil on Coalmine Spoil in a Dry Tropical Environment, India.” Land Degradation & Development 17 (1): 13–21. https://doi.org/10.1002/ldr.690.\r\n\r\n\r\nSingh, A N, and A Kumar. 2022. “Ecological Performances of Exotic and Native Woody Species on Coal Mine Spoil in Indian Dry Tropical Region.” Ecological Engineering 174 (January): 106470. https://doi.org/10.1016/j.ecoleng.2021.106470.\r\n\r\n\r\nSingh, J. S., A. S. Raghubanshi, R. S. Singh, and S. C. Srivastava. 1989. “Microbial biomass acts as a source of plant nutrients in dry tropical forest and savanna.” Nature 338 (6215): 499–500. https://doi.org/10.1038/338499a0.\r\n\r\n\r\nSingh, J. S., K. P. Singh, and A. K. Jha. 1995. An Integrated Ecological Study on Revegetation of Mine Spoil: Concepts and Research Highlights. An Interim Report of S & T Project Sponsored by the Ministry of Coal, Govt. Of India. Varansi, Uttar Pradesh, India: Banaras Hindu University.\r\n\r\n\r\nSingh, K. P., and R Mishra. 1979. Structure and functioning of natural Modified and silvicultural ecosystems of eastern Uttar Pradesh. Final technical Report, UNESCO-MAB Project. Varansi, Uttar Pradesh, India: Banaras Hindu University.\r\n\r\n\r\nSingh, Lalji, and J. S. Singh. 1993. “Importance of short-lived components of a dry tropical forest for biomass production and nutrient cycling.” Journal of Vegetation Science 4 (5): 681–86. https://doi.org/10.2307/3236133.\r\n\r\n\r\nSparling, G P, Karina N Whale, and Angela J. Ramsay. 1985. “Quantifying the contribution from the soil microbial biomass to the extractable P levels of fresh and air-dried soils.” Australian Journal of Soil Research 23 (4): 613–21. https://doi.org/10.1071/SR9850613.\r\n\r\n\r\nSrivastava, S. C., A. K. Jha, and J. S. Singh. 1989. “Changes with time in soil biomass C, N and P of mine spoils in a dry tropical environment.” Canadian Journal of Soil Science 69 (4): 849–55. https://doi.org/10.4141/cjss89-085.\r\n\r\n\r\nWaring, Bonnie G., Leonor Álvarez-Cansino, Kathryn E. Barry, Kristen K. Becklund, Sarah Dale, Maria G. Gei, Adrienne B. Keller, et al. 2015. “Pervasive and strong effects of plants on soil chemistry: a meta-analysis of individual plant ‘Zinke’ effects.” Proceedings of the Royal Society B: Biological Sciences 282 (1812): 20151001. https://doi.org/10.1098/rspb.2015.1001.\r\n\r\n\r\nWickham, Hadley, Mara Averick, Jennifer Bryan, Winston Chang, Lucy McGowan, Romain François, Garrett Grolemund, et al. 2019. “Welcome to the Tidyverse.” Journal of Open Source Software 4 (43): 1686. https://doi.org/10.21105/joss.01686.\r\n\r\n\r\n\r\n\r\n",
    "preview": "publications/2022-ansingh-ldd/2022-ansingh-ldd_files/figure-html5/fig1-1.svg",
    "last_modified": "2021-12-09T16:21:58+05:30",
    "input_file": "2022-ansingh-ldd.knit.md"
  },
  {
    "path": "publications/2022-ansingh-ee/",
    "title": "Ecological performances of exotic and native woody species on coal mine spoil in Indian dry tropical region",
    "description": "In this article we analysed the growth and biomass production of exotic and native woody species on Indian coal mine spoils. We observed higher survival of native species on coal mine spoil, though exotic species exhibited faster growth rates than the native species on coal mine spoil. However, biomass production was higher for native species on coal mine overburden. Overall, we showed that native species performed better than exotic species in rehabilitation of coal mine.",
    "author": [
      {
        "name": "Anand Narain Singh",
        "url": "https://www.researchgate.net/profile/Anand-Singh-15"
      },
      {
        "name": "Abhishek Kumar",
        "url": "https://akumar.netlify.app"
      }
    ],
    "date": "2021-04-11",
    "categories": [
      "Coal mine",
      "Restoration",
      "Journal Article",
      "Ecological Engineering"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nIntroduction\r\nMaterial and methods\r\nResults\r\nDiscussion\r\nConclusions\r\nAcknowledgments\r\nFunding\r\nAuthor’s contributions\r\n\r\n\r\n\r\n\r\n\r\nThis article is originally written by authors and may differ from published version.\r\n\r\nAbstract\r\nCoal extraction by opencast mining involves the dumping of overburden or mine spoil as large heaps. These large heaps of overburdened materials can act as a serious threat to ecological integrity and, therefore, overall societal well-being. Plantations are often employed to establish revegetation and management of mine spoil, thus mitigating the effects of mining on the environment. However, the performance of plant species can be highly variable due to environmental and species-specific effects. Therefore, the present paper’s primary objective is to compare exotic (Acacia auriculiformis, Cassia siamea, Casuarina equisetifolia and Grevillea pteridifolia) and native (Albizia lebbeck, Albizia procera, Dendrocalamus strictus and Tectona grandis) species’ performance on the coal mine spoils. Previous studies on the Singrauli coalfields allowed us to compare the growth performance, standing biomass, and net primary production (NPP) of four exotic and four native species plantations. Our results showed that native species have significantly higher survival, stem diameter, biomass, and NPP than exotic woody plantations. Thus, exotic species might not be useful in mine spoil rehabilitation than the native species. Overall, this study suggests that native species are useful for mine spoil rehabilitation despite the faster growth of exotic species.\r\nKeywords: Ecological restoration; Soil redevelopment; Exotic species; Native species; Coal mine spoil\r\nIntroduction\r\nIndia is one of the significant coal producers worldwide; however, the demand for coal for electricity generation and industrial production is so high that it needs to import substantial coal quantities (IEA 2019). Most of the coal in India is extracted by surface mining, which involves removing the earth’s surface in the form of sheets resulting in a large amount of waste material, usually referred to as overburden or mine spoil (A. N. Singh and Singh 2006). This overburden is piled up to form new landforms looking like large stacks of mine spoil until refilling. These piles of mine spoils are characterised by a high concentration of metals and toxic chemical compounds (Novianti et al. 2018), which cascades into the ecosystem and reaches humans through various sources like contaminated food and water. Further, removal of topsoil and alteration in soil profile causes unavoidable loss to biodiversity, which disrupts the ecosystem structure and functions (Adibee, Osanloo, and Rahmanpour 2013; Feng et al. 2019).\r\nGrowing concerns about the environmental impacts of coal mining, together with the slow natural recovery of mine spoils, urge technical solutions to restore these degraded ecosystems into their original states (Macdonald et al. 2015). A successful restoration programme accelerates the natural recovery processes to check soil erosion, restore soil fertility, and enhance biological diversity (A. N. Singh, Raghubanshi, and Singh 2002). Therefore, the first step in any restoration programme, of course, is to protect the disturbed habitat and communities from being further wasted. Then follow attempts to accelerate the revegetation process for increasing biodiversity and stabilising nutrient cycling (A. N. Singh and Singh 2006; A. N. Singh, Zeng, and Chen 2006).\r\nPlantations have been contemporarily used to restore degraded lands worldwide effectively (Badı́a et al. 2007; Bohre and Chaubey 2016; Erskine, Lamb, and Borschmann 2005; Jeżowski et al. 2017; A. Singh 2001; A. N. Singh and Singh 1999; A. N. Singh, Raghubanshi, and Singh 2004b). However, the suitability of species and their performance on coal mine spoil have remained a challenging task as the characteristics of coal mine spoils are highly heterogeneous and lack soil organic matter (SOM), so that it is regarded as a recalcitrant medium for plant growth (Adibee, Osanloo, and Rahmanpour 2013; Feng et al. 2019; K. Singh, Singh, and Tewari 2021).\r\nSome of the earlier studies have evaluated several plant species’ growth and biomass production on coal mine spoil (Badı́a et al. 2007; Bohre and Chaubey 2016; Erskine, Lamb, and Borschmann 2005; Jeżowski et al. 2017; A. Singh 2001; A. N. Singh and Singh 1999; A. N. Singh, Raghubanshi, and Singh 2004b). Although exotic woody species are often suggested to restore coal mine spoil due to their fast growth and high economic or livelihood benefits, it often results in low biodiversity development (DAntonio and Meyerson 2002; Dutta and Agrawal 2003; Lamb, Erskine, and Parrotta 2005). Many previous studies have shown that exotic species can positively or negatively impact soil fertility and native flora while restoring degraded lands (Berger 1993; DAntonio and Meyerson 2002; Yan et al. 2020). Although exotic species may have higher survival (Citadini-Zanette et al. 2017) and improve soil properties (Yan et al. 2020), they often result in low carbon development compared to native species (Citadini-Zanette et al. 2017).\r\nNet primary production is considered a critical functional parameter that helps evaluate species’ quality. Biomass is a crucial parameter of structural attributes. They directly contribute to organic matter, energy transformation, and nutrient cycling between vegetation and soil. Exotic species show successful establishment, and their fast growth often outcompetes the native species during the restoration (Huxtable, Koen, and Waterhouse 2005). Another study showed slight differences in biomass production among the exotic and native plants established on degraded lands (Islam et al. 1999). The biomass allocation to different plant parts can be controlled by environmental and biological (species-specific) factors (Boonman et al. 2020; Freschet, Swart, and Cornelissen 2015; Poorter and Sack 2012). However, the biomass allocation to different plant parts can vary between exotic and native species because species may have adapted to their native habitats and exhibit differential allocation strategies. Thus, there is a need for an increased understanding of the biology and impacts of exotic and native species on degraded lands. Therefore, comparing survival, growth and biomass production among exotic and native species becomes essential to assess the suitability of plant species for the reclamation process.\r\nThe present study compares the survival, growth performance, biomass accumulation, net primary productivity of 5-year-old native and exotic woody plantations established on coal mine spoils. We expect exotic species to have higher survival, growth, and biomass production on coal mine spoils because they usually exhibit higher competitive abilities. Therefore, they can sustain themselves on nutrient-poor and degraded lands. Specifically, we address the following four questions from our study:\r\nCan native species have higher survival and growth performance on coal mine spoils?\r\nWhat are the biomass and net primary production level among native and exotic plantations at earlier stages? (3) Whether biomass production and net primary production (NPP) are species-specific?\r\nMaterial and methods\r\nStudy site and climate\r\nThe plantations under present study were located in the west section of Jayant block of Singrauli Coalfields in Singrauli district of Madhya Pradesh, India, which lies between latitudes 24° 6′ 45″ – 24° 11′ 15″ N and longitude 82° 36′ 40″ – 82° 41′ 15″ E. The study area is situated on a plateau above the plain (around 500 m above mean sea level) on its southwest side. In contrast, the plateau’s foot’s average elevation is approximately 300 m above mean sea level. The climate of the area is tropical monsoon, and the year is divisible into a mild winter (November–February), a hot summer (March–June), and a warm rainy season (July–October). The mean monthly minimum temperature within the annual cycle ranges from 6 to 28 °C and the mean monthly maximum from 20 to 40 °C. The rainfall annually averages 1069 mm, of which about 90% occurs from late June to early September. The rainfall is characterised by a high degree of inter-annual variation, as during the study period 1990–1996, it ranges from 700 to 1450 mm yr−1(A. N. Singh, Raghubanshi, and Singh 2004b, 2004a).\r\nPlantations and experimental design\r\nPlantations of native species were raised in July–August of 1990–91 by planting nursery-raised seedlings in previously dug pits of 40 cm × 40 cm × 40 cm size at a spacing of 2 m × 2 m. The plantations of Albizia lebbeck (L.) Benth., Albizia procera (Roxb.) Benth. and Tectona grandis L.f. were raised in 1990, whereas Dendrocalamus strictus Nees plantation was raised in 1991 by planting 7 to 8 months old nursery raised seedlings. The total planted area for A. lebbeck and A. procera was 1.5 ha, whereas the same for T. grandis and D. strictus was about 0.5 ha each. For sampling, three permanent plots were established for each species. The sample plots’ size was 25 m × 25 m for A. lebbeck and A. procera whereas 15 m × 15 m plot size for T. grandis and D. strictus.\r\nInitially a total of 2500 seedlings per hectare were planted for each species. After five years, survival is estimated as the number of individuals (clumps in D. strictus) in each plot, which was inventoried in February–March during 1995–1996.\r\nBiomass and net primary production\r\nAllometric equations relating tree dimensions to the plant parts’ biomass were developed to measure tree biomass. Twelve individuals of each species, representing a gradient of diameter, were felled from an area adjoining the permanent plots, and their diameter (D) and height (H) were measured. The felled individuals were separated into stem and foliage. The root systems of the felled plants were excavated to a depth of 1 m. Each component’s fresh weight (stem, foliage, and coarse roots with a diameter greater than 5 mm) was recorded in the field. Sub-samples were brought to the laboratory to determine dry weights. The data were subjected to regression analysis to relate the dry weight of stem, foliage, rhizome, and root with D or D2H or their natural log values. The highest R2 (correlation coefficient) equations were selected, which were also used in earlier studies (Dutta and Agrawal 2003; A. N. Singh, Raghubanshi, and Singh 2004b; A. N. Singh and Singh 1999). The standing biomass of different components (stem, foliage, and root) was calculated using the biomass estimation equations. These values were then multiplied by the density of tree species. Per hectare biomass estimations were obtained separately for each plot and averaged across the plots to get the mean estimates at different ages.\r\nFine root (less than 5 mm in diameter) biomass was quantified by digging out 20 cm × 20 cm × 20 cm monoliths at 20 cm intervals from the plant base to 1-m distance. Monoliths were washed with a fine jet of water, and fine roots were collected, dried, and weighed. Tree roots were separated from roots of herbaceous plants based on colour and appearance.\r\nThe net primary production was estimated using diameter increments and biomass data described by earlier studies on the study site (Dutta and Agrawal 2003; A. N. Singh, Raghubanshi, and Singh 2004a; L. Singh and Singh 1991).\r\nData for exotic species\r\nPrevious studies have investigated the restoration potential of some exotic species on the same study site (Dutta and Agrawal 2003, 2001; J. S. Singh, Singh, and Jha 1995). These studies provided an opportunity to compare exotic and native species’ restoration potential because they followed a similar experimental design. These studies considered four exotic species (Casuarina equisetifolia L., Cassia siamea Lam., Grevillea pteridifolia Knight, and Acacia auriculiformis A. Cunn. ex Benth.). The total planted area for C. equisetifolia and G. pteridifolia was 1.5 ha each, whereas the same for A. auriculiformis and C. siamea was about 0.5 ha each. For sampling, three permanent plots were established for each species. The sample plots’ size was 25 m × 25 m for C. equisetifolia and G. pteridifolia and; 10 m × 10 m for A. auriculiformis and C. siamea (Dutta and Agrawal 2003, 2001; J. S. Singh, Singh, and Jha 1995).\r\nStatistical analyses\r\nSPSS-PC statistical software was used for all statistical analyses, except wherever specifically mentioned. The data were subjected to the General Linear Model (GLM) for analysis of variance (ANOVA) to observe the species’ effect. Mean values were tested for difference among plantation species with Tukey’s honestly significant difference (HSD) mean separation test (SPSS, 2003, version 10.0). Regression equations were developed through the same statistical package. To observe the effect of origin (exotic vs. native), student’s t-test was conducted using the package rstatix (Kassambara 2021) in the R language and environment for statistical computation (R Core Team 2020).\r\nResults\r\nSurvival\r\nPlantations’ survival has been estimated as the stocking density (Individual stems ha-1) for each species (three plots) under exotic and native plantations, and the results are tabulated in Table 1).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#ggniehsdvi .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ggniehsdvi .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#ggniehsdvi .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#ggniehsdvi .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ggniehsdvi .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#ggniehsdvi .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#ggniehsdvi .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#ggniehsdvi .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#ggniehsdvi .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ggniehsdvi .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#ggniehsdvi .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#ggniehsdvi .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#ggniehsdvi .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ggniehsdvi .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#ggniehsdvi .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#ggniehsdvi .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#ggniehsdvi .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#ggniehsdvi .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#ggniehsdvi .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#ggniehsdvi .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#ggniehsdvi .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#ggniehsdvi .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#ggniehsdvi .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 1: Stocking density (Individuals / ha) of 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Planted species\r\n      \r\n        Surviving individuals / ha (%)\r\n      \r\n      Mean ± 1 SE\r\n    Plot 1\r\n      Plot 2\r\n      Plot 3\r\n    Exotic\r\n    Acacia auriculiformis\r\n\r\n1600 (64)\r\n1760 (70.4)\r\n1670 (66.8)\r\n1677 &pm; 46cd (67)\r\nCasuarina equisetifolia\r\n\r\n1450 (58)\r\n1600 (64)\r\n1650 (66)\r\n1566 &pm; 61d (63)\r\nCassia siamea\r\n\r\n1900 (76)\r\n1778 (71)\r\n1790 (72)\r\n1822 &pm; 39bc (73)\r\nGrevillea pteridifolia\r\n\r\n1789 (72)\r\n2000 (80)\r\n1786 (71)\r\n1858 &pm; 71bc (74)\r\nNative\r\n    Albizia lebbeck\r\n\r\n2192 (89)\r\n2160 (86)\r\n2208 (88)\r\n2187 &pm; 14a (87)\r\nAlbizia procera\r\n\r\n2224 (89)\r\n2192 (88)\r\n2208 (88)\r\n2208 &pm; 9a (88)\r\nTectona grandis\r\n\r\n1645 (66)\r\n1822 (73)\r\n1867 (75)\r\n1778 &pm; 68cd (71)\r\nDendrocalamus strictus\r\n\r\n2000 (80)\r\n2000 (80)\r\n2088 (84)\r\n2029 &pm; 29ab (81)\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values given in parenthesis represent the percent of survival of individuals\r\n    Within the Mean ± 1 SE column, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    \r\n\r\nThe stocking density (individual stem ha-1) at the time of plantation was 2,500 in both types of plantations. After five years of plantation establishment, about 71-88% of individuals were survived in native and 63-74% in exotic plantations. Among all plantations, the highest survival rate was observed in the native species (A. procera) and lowest in the exotic species (C. equisetifolia); therefore, ANOVA indicated significant differences in stocking density due to species (Table 2).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#qnpxgqmjhb .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#qnpxgqmjhb .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#qnpxgqmjhb .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#qnpxgqmjhb .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#qnpxgqmjhb .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#qnpxgqmjhb .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#qnpxgqmjhb .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#qnpxgqmjhb .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#qnpxgqmjhb .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#qnpxgqmjhb .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#qnpxgqmjhb .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#qnpxgqmjhb .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#qnpxgqmjhb .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#qnpxgqmjhb .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#qnpxgqmjhb .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#qnpxgqmjhb .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#qnpxgqmjhb .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#qnpxgqmjhb .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 2: Summary of ANOVA for plantation species' effect on growth parameters, biomass, and net primary production components\r\n  \r\n  Components\r\n      F7,16\r\n      p-value\r\n    Height\r\n82.051\r\n0.0000Diameter\r\n56.333\r\n0.0000Height / Diameter (H/D)\r\n97.601\r\n0.0000Tree volume (D2H)\r\n13.71\r\n0.0000Foliage biomass\r\n86.147\r\n0.0000Stem biomass\r\n220.673\r\n0.0000Coarse root biomass\r\n266.112\r\n0.0000Fine root biomass\r\n31.883\r\n0.0000Total biomass\r\n304.449\r\n0.0000Foliage production\r\n556.164\r\n0.0000Stem production\r\n44.873\r\n0.0000Coarse root production\r\n61.241\r\n0.0000Fine root production\r\n98.281\r\n0.0000Total tree layer production\r\n71.518\r\n0.0000\r\n\r\nHowever, the survival rates were significantly higher in native plantations than in exotic species (Figure 1).\r\n\r\n\r\n\r\nFigure 1: Violin plots with mean and standard deviation for survival, growth, biomass, and net primary productivity among the exotic and native woody species plantations on coal mine spoil. The statistical significance was determined by using student’s t-test and the p-values <0.0001, <0.001, <0.01, <0.05 and 0.1 corresponds to ****, ***, **, * and ns, respectively.\r\n\r\n\r\n\r\nGrowth performance\r\nThe growth performance of exotic and native species was determined in terms of height and diameter. Height and diameter (growth parameter) were significantly varied among all plantations of exotic and native species (Table 2). Among all plantation species (native and exotics), the maximum height was attained by G. pteridifolia, whereas maximum diameter was observed for A. lebbeck after 5-years of their establishment. The height and diameter values varied from 2.19 to 5.18 m and 4.32 to 7.58 cm, respectively, in native and 2.75 to 5.88 m and 2.99 to 4.90 cm, respectively, in exotic plantations (Table 3). However, the height was significantly higher, and the diameter was significantly smaller in exotic species plantations than native species plantations (Figure 1).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#sncjrvketn .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#sncjrvketn .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#sncjrvketn .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#sncjrvketn .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#sncjrvketn .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#sncjrvketn .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#sncjrvketn .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#sncjrvketn .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#sncjrvketn .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#sncjrvketn .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#sncjrvketn .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#sncjrvketn .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#sncjrvketn .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#sncjrvketn .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#sncjrvketn .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#sncjrvketn .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#sncjrvketn .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#sncjrvketn .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#sncjrvketn .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#sncjrvketn .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#sncjrvketn .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#sncjrvketn .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#sncjrvketn .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#sncjrvketn .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 3: Growth performance of 5-yr-old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS\r\n    Height (m)\r\n\r\n5.00d\r\n\r\n5.29ab\r\n\r\n2.75cd\r\n\r\n5.88a\r\n\r\n3.38c\r\n\r\n2.97c\r\n\r\n2.19d\r\n\r\n5.18ab\r\nDiameter (cm)\r\n\r\n3.95cd\r\n\r\n4.90bc\r\n\r\n2.99d\r\n\r\n3.87cd\r\n\r\n7.58a\r\n\r\n7.32a\r\n\r\n5.22b\r\n\r\n4.32bc\r\nH/D ratio\r\n\r\n126.59b\r\n\r\n107.97bc\r\n\r\n91.97c\r\n\r\n151.94a\r\n\r\n44.59d\r\n\r\n40.57d\r\n\r\n41.95d\r\n\r\n119.91b\r\nD2H (cm3)\r\n\r\n7801cd\r\n\r\n12701abc\r\n\r\n2458d\r\n\r\n8806cd\r\n\r\n19420a\r\n\r\n15913ab\r\n\r\n5967cd\r\n\r\n9667bc\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n\r\nConsequently, the height to diameter ratio was significantly smaller in native species. A significant positive correlation is observed for height and diameter in exotic species, whereas selected native species did not exhibit any significant correlation (Figure 2a). Further, non-legumes showed a significant negative correlation (Figure 2b).\r\n\r\n\r\n\r\nFigure 2: Relationship between Height and Diameter for exotic and native woody species (a), and legume and non-leguminous species plantations (b). The regression line was fitted using the linear model, and Pearson’s correlation coefficient values are represented by letter ‘R’ with corresponding probability p-values.\r\n\r\n\r\n\r\nBiomass production\r\nThe observed values for the biomass of different plant components are summarised in Table 4. It was noted that D. strictus had shown the highest total biomass production among all the species, whereas A. auriculiformis exhibited the highest total biomass production among the exotic species. The biomass of different plant components was significantly varied due to species among all the plantations (Table 2). Therefore, values in native plantations significantly varied from 7.68 to 74.68 t ha-1, minimum for T. grandis and maximum for D. strictus plantation and 8.49-31.03 t ha-1 exotic plantations, being maximum in A. auriculiformis and minimum in C. siamea (Table 4).\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#vyzesyyich .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#vyzesyyich .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#vyzesyyich .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#vyzesyyich .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#vyzesyyich .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vyzesyyich .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#vyzesyyich .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#vyzesyyich .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#vyzesyyich .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#vyzesyyich .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#vyzesyyich .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vyzesyyich .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#vyzesyyich .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#vyzesyyich .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#vyzesyyich .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#vyzesyyich .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#vyzesyyich .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#vyzesyyich .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#vyzesyyich .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#vyzesyyich .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#vyzesyyich .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#vyzesyyich .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#vyzesyyich .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#vyzesyyich .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 4: Biomass production (t / ha) under 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS1\r\n    Foliage\r\n\r\n6.68bc\r\n\r\n2.74d\r\n\r\n0.72e\r\n\r\n5.06c\r\n\r\n6.59bc\r\n\r\n7.26b\r\n\r\n2.39de\r\n\r\n10.68a\r\nStem\r\n\r\n16.77c\r\n\r\n15.69c\r\n\r\n4.91e\r\n\r\n11.46d\r\n\r\n32.32b\r\n\r\n14.21cd\r\n\r\n2.98e\r\n\r\n38.5a\r\nCoarse root\r\n\r\n4.53d\r\n\r\n2.98e\r\n\r\n2.56e\r\n\r\n5.84c\r\n\r\n12.05a\r\n\r\n10.65b\r\n\r\n1.94e\r\n\r\n5.27cd\r\nFine root\r\n\r\n3.05a\r\n\r\n0.40c\r\n\r\n0.30c\r\n\r\n0.57c\r\n\r\n0.85bc\r\n\r\n0.74bc\r\n\r\n0.37c\r\n\r\n1.40b\r\nTotal\r\n\r\n31.03c\r\n\r\n21.81d\r\n\r\n8.49e\r\n\r\n22.90d\r\n\r\n51.81b\r\n\r\n32.86c\r\n\r\n7.68e\r\n\r\n74.68a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n        \r\n          1\r\n          \r\n           \r\n          Values of rhizome component included in the total biomass\r\n          \r\n      \r\n    \r\n\r\nAmong plant parts, stem contributed more than 50% to the total biomass for both exotic and native species (Figure 3a) and leguminous and non-leguminous species (Figure 3b). The share of aboveground components in the total biomass in the present study was 65.3-91.1% in native and 66.3-84.5% in exotic and belowground contribution was in the range of 8.9-34.7% in native and 15.5-33.7% in exotic plantations, respectively (Figure 3c). However, the belowground biomass was higher for leguminous species than the non-leguminous species (Figure 3d). Moreover, relative contributions of short-lived components (foliage and fine root < 5 mm) were small as compared to long-lived tree component (stem) to the tree layer biomass for both types of plantations calculated at 5-yr age (Figure 3e), and a similar pattern was observed for the leguminous and non-leguminous species (Figure 3f). Further, all components’ biomass production except fine root biomass was significantly higher in native species plantations compared to exotic species plantations (Figure 1).\r\n\r\n\r\n\r\nFigure 3: Biomass partitioning among different plant parts (a, b), aboveground and below ground (c, d), and short-lived and long-lived components (e, f) for exotic vs. native and legume vs. non-legume species plantation, respectively.\r\n\r\n\r\n\r\nNet primary production\r\nThe net primary productivity of different components of plant species is given in Table 5. Total net production (above + below ground) among these plantations on mine spoil varied from 4.76 to 32.04 t ha-1 yr-1 in native and 3.72-18.24 t ha-1 yr-1 exotic species (Table 5). The differences in net production of all plant values components were significantly varied due to species, as indicated by ANOVA (Table 2). The aboveground net production of present planted species ranged from 3.75-24.28 t ha-1 yr-1 in native plantations, maximum in D. strictus, and minimum in T. grandis where 2.55-12.55 t ha-1 yr-1 in exotic plantations, being maximum in A. auriculiformis and minimum in C. siamea plantation. Similar to biomass, relative contributions of short-lived (foliage and fine root <5 mm) were lower long-lived tree components (stem) to the tree layer biomass and NPP for both types of plantations calculated at 5-yr age. The foliage contribution and fine root (<5 mm diameter) to the biomass were much smaller than that of NPP in all four native species, while it was the opposite of exotic species. For example, foliage component contributed in exotic plantations were in the range of 8.5-22.1%, being maximum by G. pteridifolia and minimum by C. siamea. Fine roots were in the range of 1.8-9.8%, being maximum by A. auriculiformis and minimum by C. equisetifolia.\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#zgjisdnqkg .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#zgjisdnqkg .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#zgjisdnqkg .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#zgjisdnqkg .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#zgjisdnqkg .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#zgjisdnqkg .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#zgjisdnqkg .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#zgjisdnqkg .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#zgjisdnqkg .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#zgjisdnqkg .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#zgjisdnqkg .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#zgjisdnqkg .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#zgjisdnqkg .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#zgjisdnqkg .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#zgjisdnqkg .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#zgjisdnqkg .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#zgjisdnqkg .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 5: Net primary production (t ha-1 yr-1) under 5-yr old planted exotic and native woody species on coal mine spoil\r\n  \r\n  Parameters\r\n      \r\n        Exotic\r\n      \r\n      \r\n        Native\r\n      \r\n    AA\r\n      CE\r\n      CS\r\n      GP\r\n      AL\r\n      AP\r\n      TG\r\n      DS1\r\n    Foliage\r\n\r\n1.38d\r\n\r\n1.07de\r\n\r\n0.31e\r\n\r\n1.67cd\r\n\r\n6.59b\r\n\r\n7.26b\r\n\r\n2.39c\r\n\r\n10.68a\r\nStem\r\n\r\n11.17ab\r\n\r\n7.78c\r\n\r\n2.19d\r\n\r\n6.75c\r\n\r\n11.26a\r\n\r\n8.07bc\r\n\r\n1.36d\r\n\r\n13.60a\r\nCoarse root\r\n\r\n2.64bc\r\n\r\n1.62d\r\n\r\n0.92de\r\n\r\n3.31ab\r\n\r\n3.61a\r\n\r\n2.54c\r\n\r\n0.63e\r\n\r\n1.12de\r\nFine root\r\n\r\n3.05a\r\n\r\n0.40cd\r\n\r\n0.30d\r\n\r\n0.54cd\r\n\r\n0.85c\r\n\r\n0.74cd\r\n\r\n0.37d\r\n\r\n1.40b\r\nTotal\r\n\r\n18.24c\r\n\r\n10.86d\r\n\r\n3.72e\r\n\r\n12.27d\r\n\r\n23.86b\r\n\r\n19.30bc\r\n\r\n4.76e\r\n\r\n32.04a\r\nData for exotic species obtained from Dutta and Agrawal (2003) and Singh et al. (1995)\r\n    Values are means of three replicates\r\n    Within the columns, values followed by the same letter are not significantly different at p < 0.05, using the Tukey’s HSD test\r\n    AA, Acacia auriculiformis; CE, Casuarina equisetifolia; CS, Cassia siamea; GP, Grevillea pteridifolia; AL, Albizia lebbeck; AP, Albizia procera; TG, Tectona grandis; DS, Dendrocalamus strictus.\r\n    \r\n        \r\n          1\r\n          \r\n           \r\n          Values of rhizome component included in the total biomass\r\n          \r\n      \r\n    \r\n\r\n\r\n\r\n\r\nFigure 4: Net primary productivity (NPP) partitioning among different plant parts (a, b), aboveground and below ground (c, d), and short-lived and long-lived components (e, f) for exotic vs. native and legume vs. non-legume species plantation, respectively.\r\n\r\n\r\n\r\nSimilarly, in native species, foliage contributed 12.7-32.1% being maximum by T. grandis and minimum by A. lebbeck, whereas fine root was in the range of 1.6-5.1%, respectively. Interestingly, the foliage and total net primary production of exotic species were significantly higher in native species than the exotic species (Figure 1). However, stem and roots’ net primary production did not significantly differ among the exotic and native species (Figure 1). A significant positive correlation was observed for total and stem net primary production with the foliage biomass (Figure 5).\r\n\r\n\r\n\r\nFigure 5: Relationships between net primary production and foliage biomass for 5-yr-old plantations of all exotic and all native woody species on coal mine spoil. The linear regression equation (y = a + bx), Pearson’s correlation coefficient (r), and corresponding probability values (p) are shown in the top-left corner of each subplot.\r\n\r\n\r\n\r\nDiscussion\r\nNative species plantations had a higher survival\r\nThe present study indicated that native species better survive on degraded lands than exotic species, supported by earlier studies (Islam et al. 1999). Although some previous studies have investigated survivability of native species on coal mine spoil (Mosseler, Major, and Labrecque 2014; A. N. Singh, Raghubanshi, and Singh 2004b, 2004a), very few studies compared survivability with exotic species (Huxtable, Koen, and Waterhouse 2005; Islam et al. 1999). Another study conducted on saline soils of northern Australia also suggested the high survival of native species (D. Sun and Dickinson 1995). Evidently, in this study, more remarkable survival was observed in all native species indicating better adaptability of species for mine spoil restoration. Thus, the higher survival of native species may be due to their pre-adaptation to the environmental conditions. However, survival may not be directly linked to species’ origin; rather, it can be a legacy of function and life-history traits. Therefore, survival cannot be considered as the only indicator of ecological restoration.\r\nGrowth performance\r\nThe height and diameter of woody plant species are critical structural parameters involved in measuring growth performance, which is affected by environmental conditions (Lestari et al. 2019; Sumida, Miyaura, and Torii 2013). Our results suggested that exotic plants tend to invest more photosynthates in height growth, whereas native plants invested more photosynthates in stem growth. A higher diameter in native species indicates the possibility of their adaptation to windbreak and endorses a longer establishment. Further, these observations indicate that exotic plants might be suffering from a limitation of light. In contrast, native plants may be pre-adapted to environmental conditions and therefore invested more photosynthates in diameter for an efficient supply of resources to the shoot (Boonman et al. 2020). However, this finding contrasts the reports of an earlier study in similar environmental conditions (Islam et al. 1999).\r\nHeight growth is usually associated with the production of newer leaves and more significant resource acquisition. In contrast, the increase in stem diameter ensures tissues’ development supports the leaves (Sumida, Miyaura, and Torii 2013). Thus, the increase in height should be accompanied by an increase in the stem’s diameter, as suggested by biomechanical models (Henry and Aarssen 1999; J. Sun et al. 2019). Our results also seemed to support this hypothesis at least in exotic species but contrasted by the non-leguminous species, suggesting a trade-off between height and diameter in non-leguminous plants, possibly due to limited resources.\r\nIn contrast to height growth, diameter growth depends primarily on current photosynthesis, although some reserve carbohydrates may be used for diameter growth very early in the season (Kozlowski 1962). Thus, the greater height in case of exotic species can be attributed to their higher photosynthetic rate 12.1 (A. auriculiformis) to 30.14 µmol CO2 m-2 s-1 (C. equisetifolia) as compared to native plantations in the present research site might be a promoting point to faster growth behaviour of exotic species (V. Singh and Toky 1995). The smaller height to diameter ratio of exotic species indicates their higher competitive ability and rapid growth on degraded sites. This view is supported by a study conducted on the degraded tropical pasture of southern Costa Rica, where it was shown that exotic species outperformed the native plantations (Carpenter, Nichols, and Sandi 2004). Nevertheless, native species can also display growth rates similar to exotic species depending on the site environments (Bare and Ashton 2016).\r\nBiomass and net primary production\r\nThe present study indicated that native species produced higher biomass as compared to exotic species. This suggests a better adaptation and higher resource use efficiency of native species than the exotic species on the coal mine spoil. In contrast to our finding, a previous study reported little differences in biomass production among the exotic and native species (Islam et al. 1999).\r\nFurther, biomass partitioning into different plant parts revealed that native species produced significantly higher biomass for foliage, stem, and coarse roots (diameter greater than 5 mm) compared to exotic species. In contrast, fine root biomass was higher in the case of exotic species, though not significant. Higher biomass production of fine roots in exotic species suggests that these plants responded to the stressed environment of coal mine spoils to get available nutrient and water sources to maintain their growth performance, especially height instead of diameter (Boonman et al. 2020).\r\nSince the present study focused on woody tree species, the higher contribution of aboveground biomass to the total biomass is expectable and supported by many previous studies; exotic species invested more in belowground components. In contrast, native species invested more in aboveground components while responding to the same coal mine spoils. It is believed that plants tend to invest more in belowground components during the disturbance or stressful conditions such as the nutrient-poor coal mine spoils (Poorter and Sack 2012; Priest et al. 2015). Further, both species invested more in long-lived components than in short-lived components; however, exotic species invested more in short-lived components, especially the fine roots. The long-lived component (stem) contribution was much higher than to NPP in all four native species but the opposite in the exotic plantations. Thus, the short-lived components might be associated with ecosystem functions whereas long-lived components account for structural attributes in the native plantations.\r\nMoreover, foliage accounted for a lower proportion of ecosystem function in all plantations of exotic species. In contrast, native species showed considerably very high that more foliage biomass production in such a stressed environment (degraded mine spoil) may provide more soil organic matter to regulate the cycling of nutrients. The native and exotic species have different allocational strategies.\r\nAccording to the functional equilibrium hypothesis, this suggests that exotic species may experience belowground resource (water and nutrients) limitation, whereas native species experience an aboveground resource (sunlight and CO2) limitation (Boonman et al. 2020; Brouwer 1983). These changes may be attributed to morphological adaptations or phenotypic plasticity rather than biomass allocation (Freschet, Swart, and Cornelissen 2015; Poorter and Sack 2012). However, if none of the resources is limiting or equally limiting, plants tend to allocate the resources optimally. This is referred to as the ‘optimal partitioning hypothesis’ (Gedroc, McConnaughay, and Coleman 1996) or ‘balanced growth hypothesis’ (Shipley and Meziane 2002). Thus, if both types of species faced similar environmental conditions (probably that was the case in the present study), those species which produce greater belowground biomass during the initial stages may be better suited for reclamation of coal mine overburden. Following this, our results suggest that exotic and leguminous plants may be better suited for coal mine restoration, though these effects can be highly species-specific.\r\nThe net primary production or NPP is associated with photosynthesis and biomass production, as indicated by a strong positive relation between biomass and NPP. The present study suggested an overall NPP ranging from 3 to 32 t ha-1 yr-1, comparable to earlier studies (Dutta and Agrawal 2003; A. N. Singh and Singh 1999; V. Singh and Toky 1995). The early successional species are reported to exhibit net production of 8-21 t ha-1 yr-1 in natural dry tropical forests (Murphy and Lugo 1986), whereas the aboveground net production of plantations on coal mine spoil and natural forests in the tropical zone ranged between 1.5 and 32.62 t ha-1 yr-1(Dutta and Agrawal 2003; P. K. Singh and Singh 1998; V. Singh and Toky 1995; L. Singh and Singh 1991). However, our comparison suggested that native species had significantly higher total and foliage NPP than the exotic species on coal mine spoils. This indicated that native species were much more efficient in resource utilisation, possibly due to their pre-adaptation to the tropical environments. Thus, achieving an early vegetation cover and high biomass production on mine spoil can be approached through proper selection and planting of pioneer native tree species. Such species can exist under harsh soil conditions and require less long-term maintenance (A. N. Singh, Raghubanshi, and Singh 2004b; A. N. Singh and Singh 2006).\r\nConclusions\r\nThe present study points out that native species performs well than the exotic species in the rehabilitation and restoration of coal mine spoils. This conclusion is supported by the higher biomass and NPP for native species compared to exotic species, though exotic species exhibited more remarkable height growth. However, consideration of species’ leguminous nature did not affect the biomass and NPP in the present study, though it may affect the redevelopment of soils in degraded habitats. Further, the effect of exotic species seemed to be highly variable and species-specific. Therefore, more comparative knowledge on the species-specific effects on ecosystem restoration, biodiversity reconstruction, and its possible effects on their services towards the ecosystem and local people is still required. Therefore, more future investigations on various ecological restoration scales are warranted with a more significant number of species while inferring effects of exotic and native species for comparative restoration potential.\r\nAcknowledgments\r\nAuthors are grateful to the Chairperson, Department of Botany, Panjab University, Chandigarh, and the Chairperson, Department of Botany, Banaras Hindu University, Varanasi, to provide all necessary facilities required for the work. The authors are also profoundly thankful to Prof. J. S. Singh for his constructive guidelines and supervision during the study.\r\nFunding\r\nThis work was supported by the University Grants Commission, Government of India as GATE fellowship and MRP to ANS, and Junior Research Fellowship to AK [507/(OBC) (CSIR-UGC NET DEC. 2016)].\r\nAuthor’s contributions\r\nAnand Narain Singh: Conceptualisation, Methodology, Validation, Formal analyses, Investigation, Data curation, Writing - original draft, Writing - review & editing, Supervision. Abhishek Kumar: Formal analyses, Writing - review & editing, Visualization, Funding acquisition.\r\n\r\n\r\n\r\nAdibee, N., M. Osanloo, and M. Rahmanpour. 2013. “Adverse Effects of Coal Mine Waste Dumps on the Environment and Their Management.” Environmental Earth Sciences 70 (4): 1581–92. https://doi.org/10.1007/s12665-013-2243-0.\r\n\r\n\r\nBadı́a, David, Roberto Valero, Alvaro Gracia, Clara Martı́, and Francisco Molina. 2007. “Ten-Year Growth of Woody Species Planted in Reclaimed Mined Banks with Different Slopes.” Arid Land Research and Management 21 (1): 67–79. https://doi.org/10.1080/15324980601094022.\r\n\r\n\r\nBare, Matthew C., and Mark S. Ashton. 2016. “Growth of Native Tree Species Planted in Montane Reforestation Projects in the Colombian and Ecuadorian Andes Differs Among Site and Species.” New Forests 47 (3): 333–55. https://doi.org/10.1007/s11056-015-9519-z.\r\n\r\n\r\nBerger, John J. 1993. “Ecological Restoration and NonIndigenous Plant Species: A Review.” Restoration Ecology 1 (2): 74–82. https://doi.org/10.1111/j.1526-100x.1993.tb00012.x.\r\n\r\n\r\nBohre, Priyanka, and O. P. Chaubey. 2016. “Biomass Production and Carbon Sequestration by Azadirachta Indica in Coal Mined Lands.” International Journal of Bio-Science and Bio-Technology 8 (2): 111–20. https://doi.org/10.14257/ijbsbt.2016.8.2.10.\r\n\r\n\r\nBoonman, Coline C. F., Frank Langevelde, Imma Oliveras, Jeremy Couédon, Natascha Luijken, David Martini, and Elmar M. Veenendaal. 2020. “On the Importance of Root Traits in Seedlings of Tropical Tree Species.” New Phytologist 227 (1): 156–67. https://doi.org/10.1111/nph.16370.\r\n\r\n\r\nBrouwer, R. 1983. “Functional Equilibrium: Sense or Nonsense?” Netherlands Journal of Agricultural Science 31 (4): 335–48. https://doi.org/10.18174/njas.v31i4.16938.\r\n\r\n\r\nCarpenter, F Lynn, J Doland Nichols, and Eduer Sandi. 2004. “Early Growth of Native and Exotic Trees Planted on Degraded Tropical Pasture.” Forest Ecology and Management 196 (2-3): 367–78. https://doi.org/10.1016/j.foreco.2004.03.030.\r\n\r\n\r\nCitadini-Zanette, Vanilde, Raquel R. B. Negrelle, Laurindo Salles Leal-Filho, Ronaldo Remor, Guilherme Alves Elias, and Robson Santos. 2017. “Mimosa Scabrella Benth. (Fabaceae) Enhances the Restoration in Coal Mining Areas in the Atlantic Rainforest.” Cerne 23 (1): 103–14. https://doi.org/10.1590/01047760201723012245.\r\n\r\n\r\nDAntonio, Carla, and Laura A. Meyerson. 2002. “Exotic Plant Species as Problems and Solutions in Ecological Restoration: A Synthesis.” Restoration Ecology 10 (4): 703–13. https://doi.org/10.1046/j.1526-100x.2002.01051.x.\r\n\r\n\r\nDutta, Raman Kumar, and Madhoolika Agrawal. 2001. “Litterfall, Litter Decomposition and Nutrient Release in Five Exotic Plant Species Planted on Coal Mine Spoils.” Pedobiologia 45 (4): 298–312. https://doi.org/10.1078/0031-4056-00088.\r\n\r\n\r\n———. 2003. “Restoration of Opencast Coal Mine Spoil by Planting Exotic Tree Species: A Case Study in Dry Tropical Region.” Ecological Engineering 21 (2-3): 143–51. https://doi.org/10.1016/j.ecoleng.2003.10.002.\r\n\r\n\r\nErskine, Peter D., David Lamb, and Geoff Borschmann. 2005. “Growth Performance and Management of a Mixed Rainforest Tree Plantation.” New Forests 29 (2): 117–34. https://doi.org/10.1007/s11056-005-0250-z.\r\n\r\n\r\nFeng, Yu, Jinman Wang, Zhongke Bai, and Lucy Reading. 2019. “Effects of Surface Coal Mining and Land Reclamation on Soil Properties: A Review.” Earth-Science Reviews 191: 12–25. https://doi.org/10.1016/j.earscirev.2019.02.015.\r\n\r\n\r\nFreschet, Grégoire T., Elferra M. Swart, and Johannes H. C. Cornelissen. 2015. “Integrated Plant Phenotypic Responses to Contrasting Above- and Below-Ground Resources: Key Roles of Specific Leaf Area and Root Mass Fraction.” New Phytologist 206 (4): 1247–60. https://doi.org/10.1111/nph.13352.\r\n\r\n\r\nGedroc, J. J., K. D. M. McConnaughay, and J. S. Coleman. 1996. “Plasticity in Root/Shoot Partitioning: Optimal, Ontogenetic, or Both?” Functional Ecology 10 (1): 44–50. https://www.jstor.org/stable/2390260.\r\n\r\n\r\nHenry, H. A. L., and L. W. Aarssen. 1999. “The Interpretation of Stem Diameter-Height Allometry in Trees: Biomechanical Constraints, Neighbour Effects, or Biased Regressions?” Ecology Letters 2 (2): 89–97. https://doi.org/10.1046/j.1461-0248.1999.22054.x.\r\n\r\n\r\nHuxtable, C. H. A., T. B. Koen, and D. Waterhouse. 2005. “Establishment of Native and Exotic Grasses on Mine Overburden and Topsoil in the Hunter Valley, New South Wales.” Rangeland Journal 27 (2): 73–88. https://doi.org/10.1071/rj05006.\r\n\r\n\r\nIEA. 2019. Coal Information 2019. Paris: International Energy Agency. https://doi.org/10.1787/16834275.\r\n\r\n\r\nIslam, K. R., M. Kamaluddin, M. K. Bhuiyan, and Abu Badruddin. 1999. “Comparative Performance of Exotic and Indigenous Forest Species for Tropical Semievergreen Degraded Forest Land Reforestation in Chittagong, Bangladesh.” Land Degradation & Development 10 (3): 241–49. https://doi.org/10.1002/(sici)1099-145x(199905/06)10:3<241::aid-ldr335>3.0.co;2-8.\r\n\r\n\r\nJeżowski, Stanisław, Michal Mos, Sam Buckby, Joanna Cerazy-Waliszewska, Wojciech Owczarzak, Andrzej Mocek, Zygmunt Kaczmarek, and Jon P. McCalmont. 2017. “Establishment, Growth, and Yield Potential of the Perennial Grass Miscanthus  Giganteus on Degraded Coal Mine Soils.” Frontiers in Plant Science 8: 726. https://doi.org/10.3389/fpls.2017.00726.\r\n\r\n\r\nKassambara, Alboukadel. 2021. rstatix: Pipe-Friendly Framework for Basic Statistical Tests. https://CRAN.R-project.org/package=rstatix.\r\n\r\n\r\nKozlowski, T. T. 1962. Tree Growth. New York: Ronald Press.\r\n\r\n\r\nLamb, David, Peter D. Erskine, and John A. Parrotta. 2005. “Restoration of Degraded Tropical Forest Landscapes.” Science 310 (5754): 1628–32. https://doi.org/10.1126/science.1111773.\r\n\r\n\r\nLestari, Dewi Ayu, Abban Putri Fiqa, Fauziah, and Sugeng Budiharta. 2019. “Growth Evaluation of Native Tree Species Planted on Post Coal Mining Reclamation Site in East Kalimantan, Indonesia.” Biodiversitas 20 (1): 134–43. https://doi.org/10.13057/biodiv/d200116.\r\n\r\n\r\nMacdonald, S. Ellen, Simon M. Landhäusser, Jeff Skousen, Jennifer Franklin, Jan Frouz, Sarah Hall, Douglass F. Jacobs, and Sylvie Quideau. 2015. “Forest Restoration Following Surface Mining Disturbance: Challenges and Solutions.” New Forests 46 (5-6): 703–32. https://doi.org/10.1007/s11056-015-9506-4.\r\n\r\n\r\nMosseler, A., J. E. Major, and M. Labrecque. 2014. “Growth and Survival of Seven Native Willow Species on Highly Disturbed Coal Mine Sites in Eastern Canada.” Canadian Journal of Forest Research 44 (4): 340–49. https://doi.org/10.1139/cjfr-2013-0447.\r\n\r\n\r\nMurphy, Peter G., and Ariel E. Lugo. 1986. “Structure and Biomass of a Subtropical Dry Forest in Puerto Rico.” Biotropica 18 (2): 89–96. https://doi.org/10.2307/2388750.\r\n\r\n\r\nNovianti, Vivi, Rob H. Marrs, Devi N. Choesin, Djoko T. Iskandar, and Didik Suprayogo. 2018. “Natural Regeneration on Land Degraded by Coal Mining in a Tropical Climate: Lessons for Ecological Restoration from Indonesia.” Land Degradation & Development 29 (11): 4050–60. https://doi.org/10.1002/ldr.3162.\r\n\r\n\r\nPoorter, Hendrik, and Lawren Sack. 2012. “Pitfalls and Possibilities in the Analysis of Biomass Allocation Patterns in Plants.” Frontiers in Plant Science 3: 259. https://doi.org/10.3389/fpls.2012.00259.\r\n\r\n\r\nPriest, Jeremy, Jeremy Stovall, Dean Coble, Brian Oswald, and Hans Williams. 2015. “Loblolly Pine Growth Patterns on Reclaimed Mineland: Allometry, Biomass, and Volume.” Forests 6 (12): 3547–81. https://doi.org/10.3390/f6103547.\r\n\r\n\r\nR Core Team. 2020. R: A Language and Environment for Statistical Computing. Vienna, Austria: R Foundation for Statistical Computing. https://www.R-project.org/.\r\n\r\n\r\nShipley, B., and D. Meziane. 2002. “The Balanced-Growth Hypothesis and the Allometry of Leaf and Root Biomass Allocation.” Functional Ecology 16 (3): 326–31. https://doi.org/10.1046/j.1365-2435.2002.00626.x.\r\n\r\n\r\nSingh, A. 2001. “Comparative Growth Behaviour and Leaf Nutrient Status of Native Trees Planted on Mine Spoil with and Without Nutrient Amendment.” Annals of Botany 87 (6): 777–87. https://doi.org/10.1006/anbo.2001.1414.\r\n\r\n\r\nSingh, A. N., A. S. Raghubanshi, and J. S. Singh. 2002. “Plantations as a Tool for Mine Spoil Restoration.” Current Science 82 (12): 1436–41. https://www.jstor.org/stable/24106177.\r\n\r\n\r\n———. 2004a. “Impact of Native Tree Plantations on Mine Spoil in a Dry Tropical Environment.” Forest Ecology and Management 187 (1): 49–60. https://doi.org/10.1016/s0378-1127(03)00309-8.\r\n\r\n\r\n———. 2004b. “Comparative Performance and Restoration Potential of Two Albizia Species Planted on Mine Spoil in a Dry Tropical Region, India.” Ecological Engineering 22 (2): 123–40. https://doi.org/10.1016/j.ecoleng.2004.04.001.\r\n\r\n\r\nSingh, A. N., and J. S. Singh. 1999. “Biomass, Net Primary Production and Impact of Bamboo Plantation on Soil Redevelopment in a Dry Tropical Region.” Forest Ecology and Management 119 (1-3): 195–207. https://doi.org/10.1016/s0378-1127(98)00523-4.\r\n\r\n\r\n———. 2006. “Experiments on Ecological Restoration of Coal Mine Spoil Using Native Trees in a Dry Tropical Environment, India: A Synthesis.” New Forests 31 (1): 25–39. https://doi.org/10.1007/s11056-004-6795-4.\r\n\r\n\r\nSingh, A. N., D. H. Zeng, and F. S. Chen. 2006. “Effect of Young Woody Plantations on Carbon and Nutrient Accretion Rates in a Redeveloping Soil on Coalmine Spoil in a Dry Tropical Environment, India.” Land Degradation & Development 17 (1): 13–21. https://doi.org/10.1002/ldr.690.\r\n\r\n\r\nSingh, J. S., K. P. Singh, and A. K. Jha. 1995. An Integrated Ecological Study on Revegetation of Mine Spoil: Concepts and Research Highlights. An Interim Report of S & T Project Sponsored by the Ministry of Coal, Govt. Of India. Varansi, Uttar Pradesh, India: Banaras Hindu University.\r\n\r\n\r\nSingh, Kripal, Rana Pratap Singh, and Shri Krishna Tewari. 2021. “Ecosystem Restoration: Challenges and Opportunities for India.” Restoration Ecology 29 (3): e13341. https://doi.org/10.1111/rec.13341.\r\n\r\n\r\nSingh, Lalji, and J. S. Singh. 1991. “Storage and Flux of Nutrients in a Dry Tropical Forest in India.” Annals of Botany 68 (3): 275–84. https://doi.org/10.1093/oxfordjournals.aob.a088253.\r\n\r\n\r\nSingh, P. K., and K. P. Singh. 1998. “Biomass Production in Selected Tree Species Raised on Coal Mine Spoil in a Dry Tropical Region in India.” Tropical Ecology 39 (February): 289–92.\r\n\r\n\r\nSingh, V., and O. P. Toky. 1995. “Biomass and Net Primary Productivity in Leucaena, Acacia and Eucalyptus, Short Rotation, High Density (‘Energy’) Plantations in Arid India.” Journal of Arid Environments 31 (3): 301–9. https://doi.org/10.1016/s0140-1963(05)80034-5.\r\n\r\n\r\nSumida, A., T. Miyaura, and H. Torii. 2013. “Relationships of Tree Height and Diameter at Breast Height Revisited: Analyses of Stem Growth Using 20-Year Data of an Even-Aged Chamaecyparis Obtusa Stand.” Tree Physiology 33 (1): 106–18. https://doi.org/10.1093/treephys/tps127.\r\n\r\n\r\nSun, Dan, and Geoff R. Dickinson. 1995. “Survival and Growth Responses of a Number of Australian Tree Species Planted on a Saline Site in Tropical North Australia.” Journal of Applied Ecology 32 (4): 817–26. https://doi.org/10.2307/2404821.\r\n\r\n\r\nSun, Jun, Mantang Wang, Min Lyu, Karl J. Niklas, Quanlin Zhong, Man Li, and Dongliang Cheng. 2019. “Stem Diameter (and Not Length) Limits Twig Leaf Biomass.” Frontiers in Plant Science 10 (February): 125. https://doi.org/10.3389/fpls.2019.00185.\r\n\r\n\r\nYan, Meifang, Feifei Cui, Yang Liu, Zeyu Zhang, Jianbiao Zhang, Hongrui Ren, and Zhiping Li. 2020. “Vegetation Type and Plant Diversity Affected Soil Carbon Accumulation in a Postmining Area in Shanxi Province, China.” Land Degradation & Development 31 (2): 181–89. https://doi.org/10.1002/ldr.3438.\r\n\r\n\r\n\r\n\r\n",
    "preview": "publications/2022-ansingh-ee/2022-ansingh-ee_files/figure-html5/ee-fig1-1.svg",
    "last_modified": "2021-12-15T12:22:01+05:30",
    "input_file": "2022-ansingh-ee.knit.md"
  },
  {
    "path": "publications/2020-abhishek-jsr/",
    "title": "Shivalik, Siwalik, Shiwalik or Sivalik: Which one is an appropriate term for the foothills of Himalayas?",
    "description": "The present study has applied bibliometric analysis to resolve the inconsistency about the usage of these terms. Here, we have shown that the term 'Siwalik' was most dominant in the available literature.",
    "author": [
      {
        "name": "Abhishek Kumar",
        "url": "https://akumar.netlify.app"
      },
      {
        "name": "Meenu Patil",
        "url": "https://www.researchgate.net/profile/Meenu-Patil"
      },
      {
        "name": "Anand Narain Singh",
        "url": "https://www.researchgate.net/profile/Anand-Singh-15"
      }
    ],
    "date": "2020-01-09",
    "categories": [
      "Siwalik",
      "Journal Article",
      "Journal of Scientific Research"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nIntroduction\r\nData and Methods\r\nResults and Discussion\r\nConclusion\r\nAcknowledgement\r\n\r\n\r\n\r\n\r\nAbstract\r\nVarious spelling variants such as Siwalik, Shivalik, Shiwalik and Sivalik, have been introduced in the literature while referring to foothills of the Himalayas. These spelling variants are creating hindrances to acquiring a complete knowledge about the region. Therefore, the present study has applied bibliometric analysis to resolve the inconsistency about the usage of these terms. Here, we have shown that the term ‘Siwalik’ was most dominant in the available literature. Our analysed results strongly favoured the use of the term ‘Siwalik’ as it is the oldest and most frequently used term in both the major databases Scopus and Web of Science. India is the country that contributes the most to these variations in the spelling and also the articles published in Indian Journals have these variations. Therefore, we strongly recommend the use of the term ‘Siwalik’ while referring to the region. Thus, the present article can serve as a guide to adopt a suitable term for the authors and publishers.\r\nIntroduction\r\nThe Himalayas is the younger most mountain system of the world which can be divided into the greater Himalayas, the lesser Himalayas and the outer Himalayas depending on the average elevations (Burrard and Hayden 1907; Wadia 1944). The outer Himalayas or the southernmost foothills of the Himalayas, ranging from elevations of 600-1200 m are also referred as the ‘Siwaliks’ (Bose 1972; Burrard and Hayden 1907; Wadia 1944). These hills are distributed parallel to the Himalayan hills from the Brahmaputra valley to the Potwar Plateau of Pakistan (Krishnan 1943) and cover the Indian states of Jammu and Kashmir, Punjab, Himachal Pradesh, Haryana, Uttarakhand, Uttar Pradesh and Assam (Yadav et al. 2015). The distribution of Siwaliks in North-western region of India is depicted in Figure 1.\r\n\r\n\r\n\r\nFigure 1: The geographic distribution of the Siwaliks in the North-western region of India. Data were acquired from the Bhukosh portal of the Geological Survey of India (http://bhukosh.gsi.gov.in/)\r\n\r\n\r\n\r\nHowever, available evidence indicate that the Siwaliks were formed during the upper Miocene to Pliocene epoch and are chiefly consist of clay, sandstones and conglomerates (Vredenburg 1910; Bose 1972). This region is well-known for its rich vertebrate faunal deposits, indicating that a rich diversity of plants would have supported these animals (Wadia 1944). The silicified wood or the whole tree trunks can be found in sandstones, whereas leaf impressions in shales of the same region were also reported, which supports the abundance of vegetation (Vredenburg 1910; Wadia 1944). However, the literature indicates large inconsistencies in the spelling use while describing these foothills and as many as four spelling variants viz. Siwalik (Cautley 1839; Shukla and Bora 2019), Shiwalik (Batra and Batra 1963; Kaur et al. 2019), Shivalik (Campbell 1879; Kumar and Sankhyan 2019) and Sivalik (Asiatic Society of Bengal 1836; Ghosh 2016) are used. These inconsistencies are not prevalent only in scientific literature, but also exist in the non-scientific literature such as various governmental reports of India (like the annual reports of the ministry of environment forest and climate change, MoEFCC; The Project Tiger, Forest Survey of India, Zoological Survey of India, etc.), Gazettes of India (The Gazette of India and its States, Encyclopaedias (Editors of the Columbia Encyclopedia 2019; Editors of the Encyclopaedia Brittanica 2011) and dictionaries (Lexico Dictionaries 2019). Therefore, it is imperative to resolve these conflicts of the spelling usages, so as to maintain uniformity and avoid any confusions in the future. Here, we have addressed this issue by providing evidence through vote counting approach (i.e. the total number of publications for each spelling variant) and years of publications so as to track their origin and abundance in the literature.\r\nData and Methods\r\nWe have explored the literature using all the variant terms as keywords (Shivalik*, Shiwalik*, Sivalik* and Siwalik*) from available databases: Google Scholar, Web of Science [v5.30] (WoS) and Scopus. Since we had access to Scopus (1878-2019) and Web of Science (1989-2019) databases, a bibliometric analysis of both the databases was performed using the package bibliometrix (Aria and Cuccurullo 2017) in R programming language (R Core Team 2021). The data were acquired from both the databases on 16 July 2019. Specifically, the distribution of these terms has been analysed across different databases, year (yearly production of publications and documents), countries (country of the corresponding author from publications) and sources like journals, books, proceedings, etc.\r\nResults and Discussion\r\nThe results of the vote count approach from different databases have indicated the dominance of the term Siwalik and the distribution pattern of these terms is shown in Figure 2.\r\n\r\n\r\n\r\nFigure 2: The distribution of Spelling variants (in the title of publications) among different scientific databases\r\n\r\n\r\n\r\nEach selected database depicted the same pattern i.e. the term ‘Siwalik’ was most dominant whereas the term ‘Sivalik’ was least represented. On the other hand, the terms ‘Shivalik’ and ‘Shiwalik’ were more or less equally represented. Further, the annual production of published articles in the Scopus and Web of Science database has revealed that the number of publications with term ‘Siwalik’ has exponentially increased, whereas it is only during the past two decades when the usage of the terms ‘Shivalik’ and ‘Shiwalik’ has become more frequent (Figure 3).\r\n\r\n\r\n\r\nFigure 3: The trend of annual scientific production of publications with spelling variants from both the Scopus and Web of Science database. The smooth lines were fitted using the loess (y ~ x) method\r\n\r\n\r\n\r\nFurthermore, the analysis of Scopus and Web of Science database revealed that the term ‘Siwalik’ was the oldest term (1878) which has increased rapidly and continues to increase, but the term ‘Shivalik’ (1955) and ‘Shiwalik’ (1973) were relatively recent terms which are increasing only during the recent decades. Another term ‘Sivalik’ is also one of the oldest terms (1880) but the usage of this term has been diminished during the past decades (Figure 3). However, a more extensive survey of available literature from other sources (Internet Archive and Biodiversity Heritage Library) suggested that the term ‘Sivalik’ was the oldest term and first appeared in 1836 (Asiatic Society of Bengal 1836). Though the usage of the term ‘Siwalik’ can be traced from 1528 A. D. in memoirs of the Emperor Babar (Burrard and Hayden 1907), the term was first introduced to scientific literature in 1839 by Capt. P. T. Cautley (a palaeontologist) and Hugh Falconer (a geologist and botanist) of the East India Company, who surveyed the hills located near to the Haridwar a pilgrimage site dedicated to Lord Shiva, therefore, the hills were termed as -― Siwalik hills (Cautley 1839; Sorkhabi 2010). Similarly, the term ‘Shivalik’ seems to be first introduced by J. P. Campbell in 1879 while describing his observations on the Glacial period from India (Campbell 1879) and this term seems to be second most frequently used term in modern literature. Further, the term ‘Shiwalik’ was first observed in 1963 while describing the Discomycetes fungi from the region (Batra and Batra 1963). Thus, the term ‘Sivalik’ was the oldest followed by ‘Siwalik’ and ‘Shivalik’ whereas the term ‘Shiwalik’ is the most recently used term. The dominance of the term ‘Siwalik’ may be due to its popularity, widespread use and is one of the oldest terms. All these terms are inspired by Lord Shiva, but it is the perception of author and subsequent translation into English which may have caused the observed variations in the spellings. Most of the early researchers who explored the area were non-native foreigners (from Britain, USA, etc.) and they named this hilly region according to their perception. That’s why the terms ‘Siwalik’ and ‘Sivalik’ were prevalent during the past century. However, the Indian authors have explored the region only during the past 4-5 decades, and they have introduced the terms ‘Shiwalik’ and ‘Shivalik’ referring to its correct translation.\r\nThe origin of these terms across countries was evaluated by analysing the ten most frequent countries with the corresponding author in their publications with different terms. The distribution of these terms across countries is represented in Figure 4.\r\n\r\n\r\n\r\nFigure 4: The distribution of terms in the countries of the corresponding author\r\n\r\n\r\n\r\nThe variation of spellings of these terms is most commonly originates from India and therefore the publications from the country India are most diverse in the use of these terms. However, some countries like China, France, Germany, Nepal and Thailand have also used different spelling variants whereas other countries have used either of the spelling consistently. Since a large part of these foothills is shared by India; therefore, the country has the greatest number of publications mentioning these terms. The distribution of these terms across the top ten most relevant sources (like Journals, Books, etc.) is represented in Figure 5 and these spelling variants were prevalent within some journals like Annals of Agri Bio Research, Current Science, Indian Journal of Agricultural Sciences, Indian Journal of Ecology, Journal of Human Evolution, Nature and Palaeogeography, Palaeoclimatology, Palaeoecology. But this variation is less prominent in the Web of Science as compared to Scopus (Figure 5).\r\n\r\n\r\n\r\nFigure 5: The distribution of terms in the top 10 most relevant sources of publications (Journals, Books, etc.) for each term in Scopus and Web of Science database\r\n\r\n\r\n\r\nIt has been further observed that the term ‘Siwalik’ was most consistently used in the fields of Geosciences and related fields which is still in practice. On the other hand, almost all the terms were used interchangeably in agricultural and biological sciences or other fields. General information about bibliometric indicators of the publications with the terms from the Scopus and Web of Science database is presented in Table 1.\r\n\r\n\r\nhtml {\r\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\r\n}\r\n\r\n#hgdzfjeenz .gt_table {\r\n  display: table;\r\n  border-collapse: collapse;\r\n  margin-left: auto;\r\n  margin-right: auto;\r\n  color: #333333;\r\n  font-size: 16px;\r\n  font-weight: normal;\r\n  font-style: normal;\r\n  background-color: #FFFFFF;\r\n  width: 100%;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #A8A8A8;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 0px;\r\n  border-bottom-color: #A8A8A8;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_heading {\r\n  background-color: #FFFFFF;\r\n  text-align: center;\r\n  border-bottom-color: #FFFFFF;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_title {\r\n  color: #333333;\r\n  font-size: 125%;\r\n  font-weight: initial;\r\n  padding-top: 4px;\r\n  padding-bottom: 4px;\r\n  border-bottom-color: #FFFFFF;\r\n  border-bottom-width: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_subtitle {\r\n  color: #333333;\r\n  font-size: 85%;\r\n  font-weight: initial;\r\n  padding-top: 0;\r\n  padding-bottom: 6px;\r\n  border-top-color: #FFFFFF;\r\n  border-top-width: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_bottom_border {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_col_headings {\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_col_heading {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 6px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: normal;\r\n  text-transform: inherit;\r\n  padding-top: 0;\r\n  padding-bottom: 0;\r\n  padding-left: 4px;\r\n  padding-right: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer:first-child {\r\n  padding-left: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner_outer:last-child {\r\n  padding-right: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_column_spanner {\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: bottom;\r\n  padding-top: 5px;\r\n  padding-bottom: 5px;\r\n  overflow-x: hidden;\r\n  display: inline-block;\r\n  width: 100%;\r\n}\r\n\r\n#hgdzfjeenz .gt_group_heading {\r\n  padding: 8px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#hgdzfjeenz .gt_empty_group_heading {\r\n  padding: 0.5px;\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  vertical-align: middle;\r\n}\r\n\r\n#hgdzfjeenz .gt_from_md > :first-child {\r\n  margin-top: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_from_md > :last-child {\r\n  margin-bottom: 0;\r\n}\r\n\r\n#hgdzfjeenz .gt_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  margin: 10px;\r\n  border-top-style: solid;\r\n  border-top-width: 1px;\r\n  border-top-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 1px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 1px;\r\n  border-right-color: #D3D3D3;\r\n  vertical-align: middle;\r\n  overflow-x: hidden;\r\n}\r\n\r\n#hgdzfjeenz .gt_stub {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  font-size: 100%;\r\n  font-weight: initial;\r\n  text-transform: inherit;\r\n  border-right-style: solid;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n  padding-left: 12px;\r\n}\r\n\r\n#hgdzfjeenz .gt_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#hgdzfjeenz .gt_first_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: solid;\r\n  border-top-width: 2px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_grand_summary_row {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  text-transform: inherit;\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n}\r\n\r\n#hgdzfjeenz .gt_first_grand_summary_row {\r\n  padding-top: 8px;\r\n  padding-bottom: 8px;\r\n  padding-left: 5px;\r\n  padding-right: 5px;\r\n  border-top-style: double;\r\n  border-top-width: 6px;\r\n  border-top-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_striped {\r\n  background-color: rgba(128, 128, 128, 0.05);\r\n}\r\n\r\n#hgdzfjeenz .gt_table_body {\r\n  border-top-style: solid;\r\n  border-top-width: 3px;\r\n  border-top-color: #000000;\r\n  border-bottom-style: solid;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #000000;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnote {\r\n  margin: 0px;\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_sourcenotes {\r\n  color: #333333;\r\n  background-color: #FFFFFF;\r\n  border-bottom-style: none;\r\n  border-bottom-width: 2px;\r\n  border-bottom-color: #D3D3D3;\r\n  border-left-style: none;\r\n  border-left-width: 2px;\r\n  border-left-color: #D3D3D3;\r\n  border-right-style: none;\r\n  border-right-width: 2px;\r\n  border-right-color: #D3D3D3;\r\n}\r\n\r\n#hgdzfjeenz .gt_sourcenote {\r\n  font-size: 90%;\r\n  padding: 4px;\r\n}\r\n\r\n#hgdzfjeenz .gt_left {\r\n  text-align: left;\r\n}\r\n\r\n#hgdzfjeenz .gt_center {\r\n  text-align: center;\r\n}\r\n\r\n#hgdzfjeenz .gt_right {\r\n  text-align: right;\r\n  font-variant-numeric: tabular-nums;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_normal {\r\n  font-weight: normal;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_bold {\r\n  font-weight: bold;\r\n}\r\n\r\n#hgdzfjeenz .gt_font_italic {\r\n  font-style: italic;\r\n}\r\n\r\n#hgdzfjeenz .gt_super {\r\n  font-size: 65%;\r\n}\r\n\r\n#hgdzfjeenz .gt_footnote_marks {\r\n  font-style: italic;\r\n  font-weight: normal;\r\n  font-size: 65%;\r\n}\r\nTable 1: Bibliometric indicators for the publications with spelling variants\r\n  \r\n  Bibliometric Indicator\r\n      \r\n        Web of Science\r\n      \r\n      \r\n        Scopus\r\n      \r\n    Siwalik\r\n      Shivalik\r\n      Shiwalik\r\n      Sivalik\r\n      Siwalik\r\n      Shivalik\r\n      Shiwalik\r\n      Sivalik\r\n    Total Number of Documents\r\n890.00\r\n72.00\r\n59.000\r\n2.00\r\n1167.00\r\n141.00\r\n99.00\r\n18.000Average Citations per Document\r\n23.35\r\n10.94\r\n7.729\r\n5.50\r\n22.69\r\n7.69\r\n5.32\r\n13.560Total Number of Authors\r\n1552.00\r\n180.00\r\n142.000\r\n9.00\r\n1797.00\r\n304.00\r\n217.00\r\n17.000Documents per Author\r\n0.57\r\n0.40\r\n0.410\r\n0.22\r\n0.65\r\n0.46\r\n0.45\r\n1.060Authors per Document\r\n1.74\r\n2.50\r\n2.410\r\n4.50\r\n1.54\r\n2.16\r\n2.19\r\n0.940Co-Authors per Document\r\n3.75\r\n3.65\r\n3.320\r\n4.50\r\n3.26\r\n3.17\r\n3.38\r\n2.060Collaboration Index\r\n1.91\r\n2.59\r\n2.540\r\n4.50\r\n1.77\r\n2.39\r\n2.28\r\n0.923\r\n\r\nConclusion\r\nBased on our results, we strongly advocate the usage of the term ‘Siwalik.’ However, the term ‘Shivalik’ can also be considered as a correct translation based on the pilgrimage site dedicated to Lord Shiva. Therefore, keeping subject-specific usage of terms in the view, we suggest that the authors from the geosciences should consistently use the term ‘Siwalik’ (as most of them are following the same) whereas other fields including agricultural and biological sciences should use the term ‘Shivalik’ instead of ‘Shiwalik’ or ‘Sivalik.’ Hence, the authors from India and neighbouring countries, who are most actively engaged in scientific research in this region and frequently use these terms should take care to adopt any one of the above terms consistently. Similarly, the editors and publishers from the related fields are also requested to look for the consistency of the usage of a specific term in their respective Journals or publications.\r\nAcknowledgement\r\nAuthors are grateful to the Chairperson, Department of Botany, Panjab University, Chandigarh, for providing all the necessary facilities required for the work. Both of us (Abhishek and Meenu) are also thankful to the University Grants Commission, Government of India, New Delhi for financial support in the form of Junior Research Fellowships.\r\n\r\n\r\n\r\nAria, Massimo, and Corrado Cuccurullo. 2017. “Bibliometrix: An r-Tool for Comprehensive Science Mapping Analysis.” Journal of Informetrics 11 (4): 959–75. https://doi.org/10.1016/j.joi.2017.08.007.\r\n\r\n\r\nAsiatic Society of Bengal. 1836. Asiatic Researches, or, Transactions of the Society Instituted in Bengal for Inquiring into the History and Antiquities, the Arts, Sciences and Literature of Asia. Vol. 19. Calcutta: Bengal Military Orphan Press. https://www.biodiversitylibrary.org/item/137987.\r\n\r\n\r\nBatra, L. R., and S. W. T. Batra. 1963. “Indian Discomycetes.” University of Kansas Science Bulletin 44 (6): 109–256. https://www.biodiversitylibrary.org/item/22703.\r\n\r\n\r\nBose, S. C. 1972. Geography of the Himalaya. New Delhi: National Book Trust. https://archive.org/details/GeographyOfTheHimalaya/page/n5.\r\n\r\n\r\nBurrard, S. G., and H. H. Hayden. 1907. A Sketch of the Geography and Geology of the Himalaya Mountains and Tibet. 1st ed. Calcutta: Superintendent Government Printing, India. https://archive.org/details/sketchofgeograph00burr/page/66.\r\n\r\n\r\nCampbell, J. F. 1879. “Glacial Periods.” Quarterly Journal of the Geological Society of London 35: 98–137. https://www.biodiversitylibrary.org/item/120478.\r\n\r\n\r\nCautley, P. T. 1839. “XIX.Note on a Fossil Ruminant Genus Allied to Giraffidæ in the Siwalik Hills.” Annals and Magazine of Natural History 3 (16): 167–69. https://doi.org/10.1080/03745483909443216.\r\n\r\n\r\nEditors of the Columbia Encyclopedia. 2019. “Shiwalik Hills.” New York: The Columbia University Press. https://www.encyclopedia.com/reference/encyclopedias-almanacs-transcripts-and-maps/shiwalik-hills.\r\n\r\n\r\nEditors of the Encyclopaedia Brittanica. 2011. “Siwalik Range.” Chicago: Encyclopædia Britannica, Inc. https://www.britannica.com/place/Siwalik-Range.\r\n\r\n\r\nGhosh, Nabaparna. 2016. “Modern Designs: History and Memory in Le Corbusier’s Chandigarh.” Journal of Architecture and Urbanism 40 (3): 220–28. https://doi.org/10.3846/20297955.2016.1210048.\r\n\r\n\r\nKaur, Manpreet, Ajay Kumar, Rohit Mehra, and Rosaline Mishra. 2019. “Age-Dependent Ingestion and Inhalation Doses Due to Intake of Uranium and Radon in Water Samples of Shiwalik Himalayas of Jammu and Kashmir, India.” Environmental Monitoring and Assessment 191 (4). https://doi.org/10.1007/s10661-019-7361-z.\r\n\r\n\r\nKrishnan, M. S. 1943. Geology of India and Burma. 1st ed. Madras: Higginbothams (Private) Ltd. https://archive.org/details/in.ernet.dli.2015.513854/page/n1.\r\n\r\n\r\nKumar, Vipin, and Varun Sankhyan. 2019. “Musculoskeletal Injuries: Prevalence and Severity in Free-Range Rhesus Macaques (Macaca Mulatta) of Himalayan Shivalik Hills, Northern India.” Biological Rhythm Research, May, 1–11. https://doi.org/10.1080/09291016.2019.1613795.\r\n\r\n\r\nLexico Dictionaries. 2019. “Siwalik Hills.” https://www.lexico.com/en/definition/siwalik_hills.\r\n\r\n\r\nR Core Team. 2021. R: A Language and Environment for Statistical Computing. Vienna, Austria: R Foundation for Statistical Computing. https://www.R-project.org/.\r\n\r\n\r\nShukla, U.K., and D.S. Bora. 2019. “The Lower Siwalik Foreland Basin Sedimentation in the Kumaun Himalaya (India): A Transition from Megafan Setting to Incised Valley Fills.” Journal of Geodynamics 129 (September): 219–36. https://doi.org/10.1016/j.jog.2018.01.002.\r\n\r\n\r\nSorkhabi, R. 2010. “Geologic Formation of the Himalaya.” Himalayan Journal 66 (1): 1–6. https://www.himalayanclub.org/hj/66/9/geologic-formationof-the-himalaya/.\r\n\r\n\r\nVredenburg, E. W. 1910. A summary of the geology of India. Calcutta: Thacker, Spink & Co. http://archive.org/details/ASummaryOfTheGeologyOfIndia.\r\n\r\n\r\nWadia, D. N. 1944. Geology of India. 2nd ed. London: MacMillan; Co., Limited. https://archive.org/details/in.ernet.dli.2015.15029/page/n5.\r\n\r\n\r\nYadav, R. P., Pankaj Panwar, Swarn Lata Arya, and P. K. Mishra. 2015. “Revisit of Shivalik Region in Different States of Northwestern India.” Journal of the Geological Society of India 86 (3): 351–60. https://doi.org/10.1007/s12594-015-0322-4.\r\n\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-abhishek-jsr/img/Fig1_map.png",
    "last_modified": "2021-10-12T01:24:40+05:30",
    "input_file": {},
    "preview_width": 3300,
    "preview_height": 2550
  }
]
